{"url": "http://366weirdmovies.com/amicus-anthologies-part-one-1965-1972/", "date_download": "2023-01-26T21:47:59Z", "digest": "sha1:JHVTURYTWEXBZZLRMBSZEEZRTAE7HVBG", "length": 10040, "nlines": 28, "source_domain": "366weirdmovies.com", "title": "AMICUS ANTHOLOGIES, PART ONE (1965-1972) | 366 Weird Movies", "raw_content": "AMICUS ANTHOLOGIES, PART ONE (1965-1972)\nFebruary 23, 2017 Alfred Eaker Leave a comment\nWith Dr. Terror’s House of Horrors (1965, directed by Freddie Francis and written by Milton Subotsky) Amicus Productions (spearheaded by Subotsky and Max Rosenberg, who previously produced for Hammer and was a cousin to Doris Wishman) established itself as a vital competitor to Hammer Studios. Rather than imitating Hammer’s modernization of Gothic classics, Amicus developed its own niche with omnibus films. They were successful enough to be in full-fledged production for a decade, establishing a reputation as the go-to studio for horror anthologies. This, their introductory portmanteau film, clearly influenced by EC Comics, sets a pattern of to-be-expected unevenness. Still, Amicus installs themselves as a horror studio to be reckoned with, sparing no expense in procuring Hammer’s top actors: Peter Cushing (who would star in all but one of the Amicus anthologies) and Christopher Lee. For its wraparound segment, Dr. Terror’s House of Horrors opens to the duo (among other passengers) on a train. Dr. Schreck ((“Shreck” is German for “terror,” and a nod to the famous star of F.W. Murnau‘s Nosferatu.)) (Cushing, saddled with a terrible German accent and glued on brows) pulls out a deck of tarot cards. “Pick a card, any card, and tape it three times,” Schreck tells his fellow passengers. Each participant will hear of a fate that may await them. Among the passengers is Christopher Lee who will, of course, factor into one of the five narratives.\nIn “Werewolf,” Neil McCallum is an architect renovating an old dark house, which turns out to be cursed. The title monster is featured in this pedestrian tale of ancestral revenge with a “twist.”\nWith Alan Freeman (better known as the U.K D.J. for “Pick of the Pops”) served up as a snack for a venus fly trap, “The Creeping Vine,” thankfully doesn’t take itself so seriously. It is refreshingly lightheaded hokum.\n“Voodoo” is the worst of the lot; badly dated in its stereotypes, with Kenny Lynch belting out a stolen voodoo tune.\n“Disembodied Hand,” has elitist art critic Franklin Marsh (Lee) driving artist Eric Landor (Michael Gough) to suicide. Landor’s severed hand returns to exact revenge on the mean critic. It’s in the spirit of The Beast with Five Fingers, among others, and chock-full of two-dimensional caricatures of both artists and critics. It holds no surprises, but with Lee and Gough engaged in a bit of whistling-while-they-work fun, it’s easily the best episode.\n“Vampire” feature a young Donald Sutherland who discovers he is married to… a vampire! It barely raises a pulse.\nSeen today, Dr. Terror’s House of Horrors is more camp than horror, and its appeal is one of genre nostalgia. Still, the phenomenal box office success of Dr. Terror green-lighted a second portmanteau film in 1967, entitled Torture Garden (directed by Freddie Francis and written by Robert Bloch). It contains no torture nor any garden. Burgess Meredith (in a preposterous disguise, reminding us of the Penguin) is Old Nick himself, going by the pseudonym of Dr. Diablo and moonlighting as a carnival barker who promises a tortuous exhibit that can reveal the future. “You’ll shake, you’ll shiver, but it’s all good fun,” Diablo hammily tells his patrons. Unfortunately, only one of the four tales lives up to that promise.\n“Enoch,” is the opening narrative. Michael Bryant’s inheritance money (from an uncle who took his time dying) is going to be spoiled by a mean ol’ puddy tat with a lot of doubloons.\n“Over Hollywood” has Beverly Adams discovering the fountain of youth in Hollywood with robotic consequences.\n“Mr. Steinway” might be seen as a poor precursor to Stephen King’s “Christine,” replacing a killer car with a killer piano. It’s as absurd as it sounds.\nThe first three segments are sloppily written and executed with little enthusiasm; each progressively worse, but the final segment single-handedly salvages the anthology.\n“The Man Who Collected Poe” finds Jack Palance (playing against type) as an Edgar Allan Poe-obsessed geek who may have found his soulmate in fellow fanatic Peter Cushing. However, somebody’s got something—or someone—hidden in the basement and … somebody’s got the fever, which leads to a fiery finale. Cushing and Palance clearly enjoyed playing opposite one another and their chemistry, along with clever writing, making one wish the previous segments had been as enjoyable.\n1970’s The House That Dripped Blood (directed by Peter Duffell and written by Robert Bloch) is a considerable improvement over its predecessors. Duffell lacks the visual astuteness of Freddie Francis, but he has superior stories to work with and a top notch cast. The connecting theme is the titular house, which has a bit of baggage left over from all who have resided there.\nIn “Method For Murder,” Denholm Elliott is a horror author who writes a character that becomes a tad too three-dimensional, much to his wife’s peril.\n“Waxworks” stars Cushing as an uptight retired stockbroker and lifelong bachelor who visits a wax museum, only to see a figure of a woman whom he once was in love with. Obsession and unrequited love naturally go hand-in-hand, or head-on-plate.\nIn “Sweets to the Sweet,” Nyree Dawn Porter is hired to tutor a young, motherless child (Chloe Franks) who is unloved by her cold-hearted father, Christopher Lee. Without giving too much away, let’s just say the underlying theme is one few filmmakers would dare tackle today.\n“The Cloak” is the most famous of the four episodes, remembered fondly for its absurd humor. It stars John Pertwee (best known for his portrayal of Dr. Who) as an actor who mantles the cloak of a purported actual vampire. Hammer favorite Ingrid Pitt bares her fangs and, of course, a bit more.\nAll four episodes feature strong acting, which is a rarity in contemporary horror and should be a model for genre filmmakers. Elliot’s restrained performance in “Method For Murder” is admirable enough to forgive the predictable “twist.” The stylish “Waxworks” features an equally stylish performance from Cushing, although narratively it is the thinnest episode. “Sweets to the Sweet” is psychologically intense with three powerhouse performances, making it the strongest entry. Although John Pertwee is a bit on-the-sleeve in “The Cloak,” his performance suits the tone; but, he’s no match for Pitt.\nAsylum (1972, directed by Roy Ward Baker and written by Robert Bloch) is often cited as the best of the Amicus anthologies. It opens on Dr. Martin (Robert Powell, best known as the blue-eyed Anglo-Saxon savior plopped into the Middle East in Franco Zeferelli’s Jesus of Nazareth) showing up for his scheduled job interview with Dr. Starr for a position at the Dunsmoor Asylum. Martin is met by Dr. Rutherford (Patrick Magee), however, and informed that Dr. Starr is now a patient after going insane and becoming violent. Rutherford devises a test for Martin: he will interview four patients and if he can guess which one is Dr. Starr, then he will be hired. Naturally, this segues into four tales from Mr. Bloch.\nIn “Frozen Fear,” Walter (Richard Todd) is having a sordid affair with Bonnie (Barbara Parkins). When his wife Ruth (Sylvia Syms) won’t give him a divorce, Walter grabs an axe and fills his basement freezer with prime ex-wife cold cuts. Little does Walter know that the wifey was a voodoo priestess, and when that freezer thaws, big things come a-crawling in small packages—lots of them. This vignette is the most blatantly indebted to EC comics and, as such, it’s probably Amicus’ finest twenty minutes.\n“The Weird Tailor” opens with tailor Bruno (Barry Morse) on the verge of being evicted. As luck would have it, Mr. Smith (Peter Cushing) walks into Bruno’s shop and orders a unique suit. With the promise of a hefty commission, Bruno obsessively begins working according to Mr. Smith’s very specific instructions. Unknown to Bruno, the suit is meant to resurrect Mr. Smith’s recently deceased son. Things don’t go according to plan. Previously adapted for Boris Karloff’s “Thriller”, this one can’t match the TV effort. Given a shorter running time for Asylum, Bloch was forced to excise the prologue, and with it gone, the suspense and menace are diminished. The original thriller was actually more perverse in suggesting Bruno’s wife’s sexual attraction to a mannequin. Additionally, Bruno’s character was less sympathetic, bringing a pronounced, and weird, abusive quality that is merely sketched here. Cushing is superb, bringing a sense of pathos to the character, but his part is little more than a cameo. Being more compressed, the schlock quality of the ending is more pronounced. Yet, for all of its comparative flaws, this is a strong second episode.\n“Lucy Comes To Stay” is the weakest of the four episodes. Barbara (Charlotte Rampling) has been released from the asylum to the care of her brother, George (James Valliers) and nurse Higgins (Megs Jenkins). However, Barbara has an imaginary friend named Lucy (Britt Ekland) who doesn’t care for George or the nurse. Lucy is also handy with a knife. Disappointingly, it plays out exactly as expected, and isn’t helped by lackluster performances (Rampling being the exception).\nSurprisingly, “Mannequins of Horror” is an extension of the wraparound, with the arrival of a new doctor named Byron (Herbert Lom) who has the demonic hobby of placing spirits within miniature robots and imbuing them with life, which serves as a potential gateway to immortality. Dr. Martin returns to uncover Dr. Starr’s identity in a delightfully unpleasant ending. It’s something of a mini-masterpiece that clearly proved an inspiration to later, albeit inferior films.\nPART TWO will begin with Tales From The Crypt (1972) and take us to the final Amicus anthology: From Beyond The Grave (1974).\nAnthologyChristopher LeeFreddie FrancisHorrorPeter CushingPeter DuffellRoy Ward Baker\nPrevious Post271. THE HOURGLASS SANATORIUM (1973)Next PostWEIRD HORIZON FOR THE WEEK OF 2/24/2017", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 284, "original_length": 32101, "language": "en", "language_score": 0.94, "perplexity": 304.6, "bucket": "head"}
{"url": "http://archives.library.rice.edu/repositories/2/archival_objects/79290", "date_download": "2023-01-26T22:52:55Z", "digest": "sha1:Q3PNOCCFQT5HWZRUNFRNLIJYCGQU2IIV", "length": 304, "nlines": 2, "source_domain": "archives.library.rice.edu", "title": "Banc Texas Allen Parkway, completed 1983 | ArchivesSpace Public Interface", "raw_content": "Banc Texas Allen Parkway, completed 1983\nBanc Texas Allen Parkway, completed 1983, Box: 6, Folder: 4. Arthur E. Jones Architectural Records, MS 535. Woodson Research Center, Rice University, Houston, Texas. http://archives.library.rice.edu/repositories/2/archival_objects/79290 Accessed January 26, 2023.", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 67, "original_length": 2736, "language": "en", "language_score": 0.82, "perplexity": 333.4, "bucket": "head"}
{"url": "http://articles.whmsoft.com/index.php?get_videos_links=0&videos_subject=Autos&identifier=4-article-30322.htm", "date_download": "2023-01-26T22:25:48Z", "digest": "sha1:FRTZHJ6ZLPZDJK7S3YC4PGTQZOCTNP6A", "length": 4229, "nlines": 14, "source_domain": "articles.whmsoft.com", "title": "Autos - 4-article-30322.htm", "raw_content": "Ohmydollz Frogitaire Jurassic Pinball Kore Putt Sling Jumper 2\nFranckfort\nCalifornia To Enforce Stringent Auto Emission Regulations\nEarlier, the state of California issued proposed emissions regulations that are expected to be enforced in the next decade. The proposed regulations, when approved, could force automakers to reduce tailpipe emissions of greenhouse gases. The latter are intimately related to global warming. Parenthetically, the state is aiming to reduce 30 percent of harmful gas emissions by passing stringent auto regulations.\nCalifornia represents about 10 per cent of the overall American auto market. Auto analysts expect that if the proposed regulations are adopted later this year after the review process, it would be the very first limits in the United States regarding auto emissions of gasses linked to global warming. In addition, other states in the nation are expected to follow same regulations to further promote the wellbeing of its citizens and their environment. At least four Northeastern states are observing what California is currently doing.\nThe California Air Resources Board, the one responsible of the proposed regulations, said that the stringent emission regulation is made in response to a state law enacted in 2002. Said law requires automakers to produce cars, pickup trucks, sport utility vehicles and minivans that emit 30 per cent less greenhouse gases on average by 2015.\nThe proposed regulations are expected to increase the market value of new vehicles. However, the boards did not go into specifics by divulging the anticipated increase. With the proposed regulations, automotive emission parts are expected to become expensive due to the upgrades and innovations to come up with reduced greenhouse gases emissions. On the one hand, automakers are trying to prevent the proposal from becoming a law. California's actions have tremendous repercussions for the auto industry because the state represents about 10 per cent of the nation's car market.\nThe proposal entails added expenditures to automakers because of the required studies, testing, materials and modifications. Consequently, there is no assurance of a greener pasture attributed to the enhancements of emission control parts.\nThe upgrades needed to meet California's proposed regulations could add thousands of dollars to the price of a new vehicle, said Eron Shosteck of the Alliance of Automobile Manufacturers. \"We are happy to offer these efficient fuel-saving technologies. But consumers just don't want to buy them... Automakers believe consumers should have the option to choose.\" He added that the regulations would result in vehicles that are \"lighter, smaller, less powerful, and less able to do what consumers want.\"\nCalifornia has the dirtiest air in America. This is the very reason why several movements have been established to take care of the matter. In addition to these cause-oriented movements, the state's Air Resources Board is also determined to promote a cleaner air to preclude illness and other hazardous effects of global warming.\nGlobal warming, the continuous increase of Earth's temperature, is said to be mostly attributable to human activities that results to increased atmospheric concentration of greenhouse gases like carbon dioxide, a colorless gas that rises into the atmosphere and traps heat. The situation further leads to warming of the atmosphere by escalating the greenhouse effect.\nGlobal warming influences both the natural environment and human life. Its effects include sea level rise, agricultural repercussions, thinning of the ozone layer, extreme weather events and spread of disease like malaria and other infectious maladies.\nCalifornia officials said automakers could reduce carbon dioxide emissions by improving gas mileage. Less fuel consumption would result in fewer emissions. They further noted that gas mileage could be improved with available technology, such as high-tech transmissions that shift automatically into the most efficient gear.\nAbout the Author: Joe Thompson is the owner of a successful auto body shop in Ferndale, California. This 38 year old is also a prolific writer, contributing automotive related articles to various publications.", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 83, "original_length": 7072, "language": "en", "language_score": 0.95, "perplexity": 234.6, "bucket": "head"}
{"url": "http://ateamtriad.com/testimonials/", "date_download": "2023-01-26T22:32:35Z", "digest": "sha1:UCESLIJ6VWKQVQZQFPB5DOS7UNWJOWAC", "length": 3443, "nlines": 24, "source_domain": "ateamtriad.com", "title": "Testimonials - Advantage Inspection", "raw_content": "What our clients say about our service.\nThanks for the great Job! (L.C.)\nTI loved working with Bud and Norman. They were so thorough and explained everything so well, both verbally and in the written report. I was able to look back at the detailed report and refer to pictures and descriptions when speaking to my contractors, which was a great help.\nMr. Albertson’s reports are nicely detailed, and his explanations well-grounded in reality. He made it easy for us to triage what needed to be done right away, vs things that we can wait to address.\nWe have used Bud twice now both for an existing older home and a new construction. In each circumstance he is very thorough and thoughtful in his reporting.\nThank you for your services Bud and Norm. They were very helpful in uncovering additional factors with the home that I had not anticipated. (J.W.)\nI enjoyed meeting you both yesterday and thank you again for shining in your profession. You were very informative and your report confirms it. Thanks for aiding us in being more informed concerning our major purchase. Merry Christmas to you both! (W.J.)\nThank you Bud! It is a pleasure working with you! (S.B.)\nThanks for making this an enjoyable experience for us! I thought y’all were very professional ! (K.R.)\nI can say that I had a pleasant experience with using this company for my home inspections. My report was easy to read and I have actually been using it to help me keep track of what needs to be done. I would highly recommend this company to anyone that wants a detailed Home Inspection (N.S.)\nVery thorough and impactful toward making final negotiations on the price. The report was easy to read. The face-to-face explanation was friendly and professional. Thank you. (R.O.)\nI felt your inspection was thorough and easy to understand. Our seller accepted your report and did a good job of making the necessary repairs. Thank you. (R.N.)\nExcellent all the way around! Thanks! (J.C.)\nSuperior service all around. Extremely thorough process and very comfortable people to work with (A.P.)\nAs investors, we have worked with several different inspectors. This is the first time we have felt completely satisfied, and did not feel that we needed to keep searching for an inspector who would give us better service. Glad we found you! (J.L.)\nCould not be more pleased with your service, thank you so much Bud. (W.H.)\nPleasant experience. Very informative. (S.D.)\nI was very pleased with the amount of information given and the explanation of it all, along with the pictures. I have been amazed with the follow up contact. Thank you so greatly and may God continue to bless all of your endeavors, personal and business wise. (T.R.)\nThank you so much for the reports. Also thank you again for spending the time with me to explain each item and using the pictures as examples. Your report will help to identify what to do and where. It will certainly make it easy for me gets these items corrected in a timely manner.\nAfter working with you, I can not understand why all inspectors do not do their job the way you do yours. It was a pleasure.\nChristine (C.)\nI just wanted to say thank you for doing such a great job on the inspection, your thoroughness means alot. I am not purchasing this home but, will definitely use you as the inspector on the next house I find. (S.F.)\nService was greatly appreciated, thank you so much (P.O.)\nthanks for everything. The service was great (S.O.)", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 105, "original_length": 12912, "language": "en", "language_score": 0.98, "perplexity": 322.4, "bucket": "head"}
{"url": "http://barefoothallucination.weebly.com/blog/updaty-posty-thingy", "date_download": "2023-01-26T21:24:29Z", "digest": "sha1:T6CDMGXJ2NTPTFENPBTNBFNIZUBDO527", "length": 1537, "nlines": 5, "source_domain": "barefoothallucination.weebly.com", "title": "Updaty posty thingy - Barefoot Hallucination", "raw_content": "Updaty posty thingy\nSooo....\nChainmaille was a disaster. I need someone to show me how to construct. It was moot anyway, as I had an anxiety attack and barely made it in to the con. I am so embarased, but glad it wasn't a long term thing.\nI am still working on getting the chaim maille done. Maybe it will look fine. I don't know. I also need to work on the scale spoon maille.\nRight now, though, my main focus is finding a job. I thought I had extended unemployment until I was done wtih school. Turns out that was not entirely true, and now I am kind of up a creek. I have been saving money, so right now I have been paying bills with my savings. However that is also about to run out. I have applied for abawd. I do not know if I will get it, or how long it will take to kick in. Hopefully soon. I have had a bunch of interviews, and I am waiting to hear back. I have shotgunned a ton of applications for any and all jobs, no matter what they pay or how much experience they ask for. In the mean time I am kind of stuck. If you are reading this and feel like helping out, feel free to click the Tips/Supply Fund button and give a little. It would be much appreciated. Also, if you have job leads in the Portland, OR area, feel free to leave them in the comments. I am kind of tired of being in this spot. It seems I am here every couple of years. I just want to find a job where I can stay for 5-10 years without worrying about where the next paycheck is going to come from. Apparently that is too much to ask from the universe. Sigh.", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 294, "original_length": 5560, "language": "en", "language_score": 0.99, "perplexity": 296.8, "bucket": "head"}
{"url": "http://bastum.us/2022/11/05/", "date_download": "2023-01-26T22:47:32Z", "digest": "sha1:WUTRNJACWOBNKOUJJOAQEUPC5UP4H75E", "length": 5221, "nlines": 13, "source_domain": "bastum.us", "title": "November 5, 2022 – bastum", "raw_content": "Home - 2022 - November -\n5Nov, 2022\nBernina District 2022 Top Things To Do Bernina District Travel Guides Top Recommended Bernina District Tickets For Attractions, Hotels, Places To Visit, Restaurants And Restaurants\nThe Bernina line runs from Italy to Switzerland, starting/ending in the Italian city of Tirano and starting/ending in the Swiss city of Chur. It passes through some of Switzerland’s most picturesque landscapes and is available for travel in both winter and summer. A train ride through the Swiss Alps is beautiful at any time of the year.\nItalian high-speed trains are booked and have dynamic prices, cheaper in advance than on the day. The reservation opens up to 4 months in advance, depending on the train. Normally, you will need to change trains at least once if you want to travel from Chur to Tirano on these regular local trains.\nAt its highest point, the train is 7392 feet above sea level. You can also book your one-way trip with the Bernina Express and then use the regional trains to reach your next destinations, which would be included in your Swiss Travel Pass. I would also suggest doing this if you plan to get on and off the train. You will have to pay for seats again to return to one of the normal trains, as your tickets will only apply to the panoramic train. It seems that the windows of the normal wagons of the regional train open, but from what I could see, I could not reach those cars from where I was sitting. You can also stop at one of the small towns along the way to get a closer look.\nIn less than four hours, you’ll experience the historic mountain passes of Albula and Bernina, the famous Landwasser Viaduct, with endless views on either side of the train as you twist and turn through the landscape. The 6 limestone arches with the red train, which travel through them, are iconic and became a symbol of scenic train rides in Switzerland and Europe. Shortly after leaving Tirano, the Bernina Express begins to drive through the streets while cars stay at traffic lights, allowing it to pass. The train then climbs up the valley just outside Tirano and continues all the way to the mountainside thousands of meters above sea level. Ospizio Bernina is the summit and highest point of the route at 2,253 meters above sea level.\nTravel with the Bernina Express can also be booked to/from Chur. This sensational scenic drive takes you along some of Switzerland’s most beautiful routes, such as the Golden Pass, Glacier Express, and Bernina Express. In Interlaken you travel to the top of Europe: the Jungfraujoch. Day 2, travel from Zurich to Chur by Swiss InterCity train, then from Chur to Tirano on the fantastic Bernina Express, then Tirano to Milan by regional train trenord, as seen in the previous schedule. You can use the morning train all year round or the evening train in summer. This is the 3-car Allegra unit, coupled with the panoramic cars of the Bernina Express.\nThis is a regional ticket with a fixed price, tickets cannot be sold out, the reservation is not necessary or possible, so you can safely buy close to the departure date, without having to commit your money in advance. In fact, tickets can be purchased at the station on the day itself at this price if you wish. You can avoid paying a reservation fee if you travel in the non-reserved seats on the Allegra unit with the Bernina Express. Since the whole trip only takes 4 hours, you can easily do it in one day.\nThe Express is an hour and a half by train from Zurich and runs all year round. After a break of a few hours, the train departs from Tirano station, making its way through the Treno rosso del Bernina town of Tirano and back along the same route before arriving back in Chur in the late afternoon. The whole trip takes a whole day to complete and can start at both ends.\n2nd Class1st classSingle travel63101Tour116222Sterreservering+10 CHF+ 10 CHFImportantly, as shown in the table, an additional CHF 10 will be charged for seat reservation. These seat reservations can be booked in advance, we recommend this. Booking fees vary depending on the season you are travelling. If you want to travel on the Bernina Express during the cheapest time of the year, we recommend that you travel from November to January/February. It is recommended to reserve a seat if you are travelling during peak hours or want to guarantee a seat on board the daily express trains. You can reserve your seat at a Swiss train station or online.\nTaxis are also not a viable option, as the journey takes several hours. The best way to get from Milan to St. Moritz is via a combination train and bus, which takes about 4.5 hours when all is said and done. You can take a train from Milano Centrale station to Chiavenna, and then change to bus line 4 to St. Moritz Bahnhof. The bus we were travelling in was bad with a clear mechanical problem from the moment we boarded in Milan.\nThey pride themselves on the Bernina Express going from glacial landscapes to palm-friendly climates within hours. They speak enthusiastically about the 7,638 meter high Bernina Pass. And they can’t help mentioning the line’s impressive tunnels and viaducts. It looks like a beautiful train ride and the photos are spectacular.", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 44, "original_length": 5801, "language": "en", "language_score": 0.95, "perplexity": 277.6, "bucket": "head"}
{"url": "http://billstatus.ls.state.ms.us/documents/2007/html/SC/SC0542IN.htm", "date_download": "2023-01-26T22:50:39Z", "digest": "sha1:M3NLNXCG4OMJ6T5YZ5G5NOCM4M5ZA6KW", "length": 3256, "nlines": 27, "source_domain": "billstatus.ls.state.ms.us", "title": "SC 542 (As Introduced) - 2007 Regular Session", "raw_content": "To: Rules\nBy: Senator(s) Browning\nSenate Concurrent Resolution 542\nA CONCURRENT RESOLUTION COMMENDING AND CONGRATULATING INGOMAR COACH NORRIS ASHLEY FOR ACHIEVING THE RECORD OF ALL-TIME COACHING VICTORIES IN MISSISSIPPI BOYS BASKETBALL HISTORY.\nWHEREAS, President Richard Nixon was in the White House and those Amazin' Mets won their first World Series when Norris Ashley launched his coaching career in 1969. Little did Coach Ashley realize that, 38 seasons later, he'd become the winningest coach in Mississippi boys basketball history; and\nWHEREAS, led by freshman guard Tyler Jarvis' 29 points, Ashley gained his 905th career victory Monday night, December 11, 2006, as Ingomar beat East Union 67-38 at home before an estimated crowd of 500; and\nWHEREAS, Ashley, 59, is 905-412 in 38 seasons at Coahoma County and Ingomar, his alma mater. He surpassed Sam Richey, 68, who went 904-414 at Jumpertown, Wheeler and Baldwyn and won six State Championships from 1967-2005; and\nWHEREAS, Ashley has won four Boys State Tournament titles with the Falcons; and\nWHEREAS, a Delta State University graduate, Ashley has spent 36 of his 38 seasons at tiny Ingomar, a rural Union County town. Coach Ashley does not regret going back to his hometown school; and\nWHEREAS, all-time coaching victories in Mississippi boys basketball history are:\nRECORD COACH\n· 905-412 Norris Ashley\nCoahoma County, Ingomar (Active)\n· 904-414 Sam Richey\nJumpertown, Wheeler, Baldwyn\n· 867-326 Roland Ladner\nSellers, Harrison Central,\nHancock, Pearl River Central\n· 866-180 Bert Jenkins\n· 862-370 Isaiah Peterson\nShelby Broad Street, Coahoma County (Active); and\nWHEREAS, the man Ashley overtook tipped his hat to his coaching colleague. \"I knew it was coming,\" said Coach Richey, who claimed the state record with his 868th victory when Baldwyn topped Bruce 68-60 on January 8, 2002. \"I enjoyed it while I had it. He can enjoy it for a while now, I guess.\" On several occasions, Ashley and Richey went head-to-head in memorable Ingomar-Wheeler matchups; and\nWHEREAS, \"I've always had a real high regard for him,\" Coach Richey said. \"He's one of the best coaches in the state, if not the best. He just knows the game, and he takes advantage of the strengths of his team. His players are real disciplined, and you can tell they're always well-coached\"; and\nWHEREAS, Coach Ashley has no timetable on when he'll walk away from the basketball court. Does he dare to dream of 1,000 wins? Ashley said, \"I'll just take it year by year\"; and\nWHEREAS, it is with great pride that we recognize this legendary coach who has added to his legend with this 905th win and brought honor to his school, his community and to the State of Mississippi:\nNOW, THEREFORE, BE IT RESOLVED BY THE SENATE OF THE STATE OF MISSISSIPPI, THE HOUSE OF REPRESENTATIVES CONCURRING THEREIN, That we do hereby commend and congratulate Ingomar High School Coach Norris Ashley for achieving the record of all-time coaching victories in Mississippi boys basketball history, and extend to him, his family and his school our best wishes for future successes.\nBE IT FURTHER RESOLVED, That this resolution be presented to Coach Norris Ashley and be made available to the Principal of Ingomar High School and the Capitol Press Corps.", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 30, "original_length": 3362, "language": "en", "language_score": 0.96, "perplexity": 330.4, "bucket": "head"}
{"url": "http://blog.greenconsciousness.org/2005/02/us-afghan-womens-council.html", "date_download": "2023-01-26T21:22:00Z", "digest": "sha1:J56BFT3Z6EKHHQ2N4WUKU4V4BYF7CSHU", "length": 14656, "nlines": 89, "source_domain": "blog.greenconsciousness.org", "title": "Green Consciousness: The U.S.-Afghan Women's Council", "raw_content": "The U.S.-Afghan Women's Council\nAfter the fall of the Taliban, the United States launched a historic initiative to help elevate the status of women in Afghanistan. To accelerate progress, President George W. Bush and President Hamid Karzai announced the creation of the U.S.-Afghan Women's Council (USAWC) on January 28, 2002.\nThe Council promotes public-private partnerships between U.S. and Afghan institutions and mobilizes private sector resources to help Afghan women. Specifically, the Council seeks to identify concrete actions to bring real and practical benefits to the women of Afghanistan and to enable them to participate and take leadership roles in the political and economic life of their country.\nTo this end, the Council has made education and microfinance its top priorities.\nToo bad - under patriarchy - refuge and shelter has to be the top priority. Battered women's villages - transitional living space free from abuse is the first need. But if you are from the privileged classes, you do not understand the urgency of this need.\nhttp://news.bbc.co.uk/2/hi/africa/4292425.stm\nThe Council meets twice a year, alternating between Kabul and Washington, D.C., to discuss programs and priorities for assisting Afghan women and to review progress.\nUnder Secretary of State for Global Affairs Paula Dobriansky co-chairs the Council with the Afghan Foreign Minister and the Afghan Minister of Women's Affairs. What are their names?\nSee http://usawc.state.gov/c10666.htm for more information about Council members.\nTake a look at these people. Not one has ever organized victims of patriarchal violence. They are so removed from that world. They are wealthy. They have fundraising credentials. There is no evaluation or input by feminists who have actually changed resistant, misogynist institutions within the US - civil rights organizers and feminist organizers with track records of success.\nThis is primarily the fault of those organizers who have refused to work with this president even to free their own kind from slavery. Would these modern day feminists have refused to support the abolitionist movement because Lincoln was a Republican? But it is also the fault of this administration who has not appointed any real feminists to the US-Afghan Women's Council to assist in the Middle East efforts.\nThe Council's fifth meeting was held in Washington, DC in the Treaty Room of the White House on June 15, 2004. Members and invited Afghan and American special guests discussed several key issues, including the Afghan national elections, health care, and jobs.\nPresident Bush, President Karzai, Secretary Powell, National Security Advisor Rice, and Secretary of Health and Human Services Thompson met with the group. First Lady Laura Bush honored the Council with a lunch.\nMore than 20 Afghan women attended the meeting and the lunch, including four Afghan Fulbright scholars (a U.S. Department of State educational exchange program), four Afghan women judges on a USAWC training project, and 12 U.S. Department of Agriculture Cochran Fellows in the U.S. for a U.S. Department of Agriculture program for job training in agribusiness.\nThe fourth meeting of the Council was held in Kabul, February 24-26, 2004.\nDiscussions focused on:\neducation, specifically the Teacher Training Institute and Afghan Literacy initiative; microfinance;\nthe new constitution;\nand the elections in Fall 2004.\nThe delegation visited a women's center and met with project managers of programs supported by the U.S. Government and by the U.S.-Afghan Women's Council.\nThe Council's third meeting, in Washington, D.C., July 15-16, 2003, focused on the educational needs of women and girls, job skills training, business development, and the upcoming elections.\nThe delegation met with First Lady Laura Bush and National Security Advisor Condoleezza Rice at the White House. Secretary Powell hosted a luncheon in their honor.\nAt the Council's second meeting in Kabul, the U.S. announced that it would provide $2.5 million for women's resource centers in 14 of Afghanistan's provinces. The Council also committed $1 million in education and exchange programs for the centers. The centers should include shelters for women who wish to escape abuse and become self sufficient.\nPrograms at these centers focus on basic education literacy, microfinance and small business opportunities, human rights education, and the development and management of non-governmental organizations (NGOs).\nInaugural Meeting\nThe inaugural meeting took place in Washington, D.C. in April 2002. In response to a request from the Afghan side, the Council later announced its first initiative would bring Afghan women who work in government ministries to the United States for an educational exchange program.\nThe program focused on computer training, leadership, and management training, and other skills vital to their positions.\nPolitical Participation Women's Resource Center.\nUSAID is building 17 Women's Resource Centers in Afghanistan.\nFour centers have been completed and two more are scheduled to finish in the near future.\nThe centers will support outreach, advocacy, and policy formation of the Ministry of Women's Affairs, and create a space in rural provinces for training women in education, health, job skills, leadership, legal awareness, and political participation.\nThrough USWAC women executives of AOL(Time Warner) donated $60,000 for the construction of the resource center in Parwan.\nAfghan Women Leaders Connect (AWLC) ($10,000).\nThis contribution supported a conference in Kabul in Fall 2004 hosted by the Women and Children Legal Research Foundation focusing on legal rights. This is in addition to the Summer 2004 grant of $10,000 that AWLC provided to the International Association of Women Judges to supplement the $75,000 grant by the State Department's International Narcotics and Law Enforcement Bureau, which trained four Afghan women judges in civil and family law.What kind of civil law? Secular? Where is it codified?\nDigital Video Conference.\nThe Council has used digital videoconference (DVC) technology to connect Kabul, Washington, DC and New York, setting up links for discussions and mentoring sessions between women in these cities.\nThe DVC in November 2003 focused on women's political participation in Afghanistan's draft constitution and the Afghan elections in 2004.\nTheDVC in April 2003 focused on the topic of women and business.\nEconomic Opportunities Community Banks.\nThe Council views microcredit as an important means of helping women gain self-sufficiency through starting their own businesses. Through an original $10,000 donation to the Council from Daimler-Chrysler, the Foundation for International Community Assistance (FINCA), a leading NGO in microfinance, helped start two village banks in Herat.\nDaimler-Chrysler contributed an additional $25,000 in February 2004 to construct another five community banks to support microfinance loans for women in Herat province.\nWith Additional funding from the U.S. Government and other donors, FINCA expects to assist more than 30,000 clients in Afghanistan over the next 5 years.\nU.S. Bureau of Educational and Cultural Affairs/USAWC Department of State Grants ($750,000).\nFive grants were awarded to organizations for proposals that include:\nbusiness and political leadership training (grant to World Learning);\nentrepreneurship training (grant to Women for Afghan Women);\neducation and literacy training (grants to American Council for International Education and Institute for Training and Development);\nand women's leadership training (grant to University of Delaware).\nSeventy-one women have taken leadership training under the University of Delaware grant thus far.\nThunderbird Graduate School of International Management.\nFifteen Afghan women successfully completed an advanced entrepreneurship training in January 2005. The participants aim to start businesses that would create jobs for women and to serve as mentors/teachers in Afghanistan.\nGlobal Summit of Women ($40,000).\nSupported by USAID, a delegation of nine Afghan women attended the 2004 Global Summit in Seoul, Korea, in May to discuss trade opportunities and receive entrepreneurship training.\nArzu Carpet Initiative ($530,000).\nThis program provides training and literacy skills to Afghan women in the hand-knotted carpet industry. Connie Duckworth, a USAWC member, provided the seed money to get the project started. Arzu placed its first carpet order on International Women's Day (March 8, 2004). The project Arzu (which means \"Hope\" in Dari) not only creates jobs and a cottage industry, it also re-circulates some of its profits to support microcredit initiatives and additional training for women.\nU.S. Department of Agriculture Cochran Fellowships.\nTwelve women representing five provinces came to the United States in Spring 2004 for job training as managers and technicians in agribusiness.\nHandicraft Training ($130,000).\nThe Global Summit of Women (July 2002 in Barcelona, Spain) donated approximately $10,000 for job-skills training for women. Through this program, Shuhada, a local organization, is training women in weaving skills. At the conclusion of the program, the women will receive their own looms to produce textiles for market. At the conclusion of the program, the women will receive their own looms to produce textiles for market. This is a big deal. Ever since the film \"Afghan Unveiled\", many people have wanted to get looms to Afghan women living in caves in the Bamiyan geographic location: Herat ? women and children who were living in caves without any source of fuel, nor livestock nor food. Nayak which does have a school for girls, built by American Friends Service Committee, is in central Afghanistan, near Bamiyan.\nIt is unclear from this fact sheet as to whether the Bamiyan women will receive the looms. More info as to how to contact Shuhada or Global Summit of Women directly would be appreciated.\nMedia Women Journalists.\nThe PBS broadcast in November 2004 of the film \"Afghanistan Unveiled\" created an opportunity for mentoring for another Afghan journalist, the fourth that PBS, through USAWC auspices, has trained in the U.S.\nPBS provided modern digital video production and editing equipment for the women video filmmakers to use in Afghanistan and training videos for use at AINA, a Kabul-based NGO devoted to media training.\nThe film \"Afghanistan Unveiled\" for which PBS paid $20,000 in royalties and rights depicts life under the Taliban and the journalist's' journey for the truth. PBS has also optioned the rights for AINA's next film about women's human rights called \"If I Stand Up.\"\nThese films and several short videos to encourage women to vote were made by the \"women's project\" at AINA with Department of State and USAID funding (from Summer 2002 through the October 2004 elections).\nThe Asia Foundation (TAF) was a partner on the original \"Afghanistan Unveiled\" project in 2002 and continues to host trainings and screenings of the film (California, Maryland and Sundance Festivals.)\nHealth Health Advisory Committee.\nOn July 26, 2004 the Council's newly formed Health Advisory Committee sponsored a special session to discuss health issues and create public/private partnerships to utilize resources for greater impact and sustainability.\nUnder Secretary Paula Dobriansky hosted the organizing meeting for the committee.\nMidwife Training. The $5-million Rural Education and Community Health Care Initiative (REACH) provides health-related accelerated learning and basic literacy training for women and girls. Training will take place in the Women's Centers and will target provinces with the highest maternal mortality rates such as Ghazni, Baghlan, and Badakhshan.\nIn April 2004, REACH graduated its first 25 midwives from the program, after they completed an 18-month program in Jalalabad. This pilot program is being replicated across Afghanistan. For each new midwife, the U.S. is supporting a lifetime of lives saved.\nAfghan Family Health Book.\nIn Fall 2004, U.S. Health and Human Services (HHS) Secretary Tommy Thompson initiated the roll-out of the \"Afghan Family Health Book\" across Afghanistan. This \"talking book\" provides useful and practical information about health practices and hygiene, focusing on health promotion and disease prevention.\nThe books are being distributed via hospitals, clinics, and women's. The project was developed with Leapfrog Enterprises Inc., a developer, designer, and manufacturer of technology-based educational products.\nEducation Fulbright Scholarships.\nFive Afghan women were awarded Fulbright scholarships for the academic year 2004-2005 for advanced graduate-level study in the U.S. Women's Teacher Training Institute ($5 million).\nIn cooperation with USAID, First Lady Laura Bush announced a USAWC Initiative to establish a Women's Teacher Training Institute in Kabul in tandem with The Afghan Literacy Initiative, designed to help teach basic literacy to Afghan women in rural areas of Afghanistan.\nThe Institute opened in September 2004. The Institute's first program, Afghan Literary Initiative for 200 rural villages, is in progress.\nTeacher Training.\nIn 2002, the USAWC initiated a teacher-training exchange to bring 30 Afghan women teachers to Nebraska every six months for training. In turn, these women will train other teachers in Afghanistan.\nAdopt-a-school Program.\nChurch communities in Texas are providing their adopted school with supplies, textbooks, and training.\nU.S. Leadership Management and Computer Education.\nThe Council's first major program, in September and October 2002, brought 14 women from various Afghan government ministries to the United States for an educational exchange program.\nDuring their four-week stay, they received training in computer skills, proposal writing, communications, and leadership management.\nEach participant received a laptop computer to use while training in the United States and to take home to use in Afghanistan.\nThe women met with President George W. Bush and National Security Adviser Condoleezza Rice at the White House, and with Secretary of State Colin L. Powell at a Department reception held in their honor. They also had the opportunity to interact with senior policymakers, Members of Congress, government agency officials, and representatives of non-governmental organizations.\nIn Austin, Texas, they studied the interaction among federal, state, and local entities. Their program concluded in New York City where the participants met with representatives of the United Nations.\nSee http://www.state.gov/g/WI/ for International Women's Issues", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 669, "original_length": 30096, "language": "en", "language_score": 0.95, "perplexity": 190.1, "bucket": "head"}
{"url": "http://blog.winningponies.com/tag/laffitt-pincay-iii/", "date_download": "2023-01-26T22:30:01Z", "digest": "sha1:B5GXQTWNCOF4W5FR23FWKPTXO6HA7FYS", "length": 2082, "nlines": 9, "source_domain": "blog.winningponies.com", "title": "Laffitt Pincay III at WinningPonies.com Blog", "raw_content": "Posts Tagged ‘Laffitt Pincay III’\nAgainst the Odds – Finding Your Edge\nposted on October 30, 2019 in Blogroll, General Discussion, Handicapping, Horse Racing, WinningPonies.com | 1 Comment >>\nThere are about a thousand reasons gamblers win or lose. If you don’t believe me just ask them. – As we approach the holy of holy weekends for horseplayers there is mental flossing that must take place. You know, start doing last-minute homework and watching replays. When they conduct the post position draw […]\nFiled under Breeders Cup, Britney Eurton, Ed Meyer, Gabby Gaudet, Horse Racing Nation, John C. Englehardt, Laffitt Pincay III, Nick Luck, Nov. 1 – “Future Stars Friday” $1 million Breeders’ Cup Juvenile Turf Sprint $1 million Breeders’ Cup Juvenile Turf $2 million Breeders’ Cup Juvenile Fillies $1 million Breeders’ Cup Juvenile Fillies , Nov. 2 $1 million Breeders’ Cup Filly & Mare Sprint $1 million Breeders’ Cup Turf Sprint $1 million Big Ass Fans Breeders’ Cup Dirt Mile $2 million Maker’s Mark Breeders’ Cup Filly & Mare Turf, Santa Anita, Scott Hazelton, TVG, TVG.com, Winning Ponies, Winning Ponies Internet Show\nRanting, Raging, and Shoveling Snow\nposted on February 20, 2015 in Blogroll, Free Picks and Tips, General Discussion, Handicapping, Horse Racing, WinningPonies.com | No Comments >>\nI don’t know about you, but I’m sick of winter. Take it all back. I don’t want to go sled riding, take part in a snow ball fight, or even make snow cream. I want this crap to melt, or be sent off somewhere there’s a drought. OK, I think I’m done for a little while. […]\nFiled under Aaron Vercruysse, Across the Board, Against the Odds, and Gary Mandela, Betfair, BOGO, Brad Free, Breaking Bad, Brian Nadeau, Capital OTB, dollar beers, Ed Meyer, First Call, Happy Hour Bankroll, Horseplayernow.com, HRTV, HRTV Rewind, Inside Information, Jeff Siegel, John Engelhardt, Laffitt Pincay III, Mad Men, Peter Lurie, Player pools, Pursuit of the Cup, Saratoga, Scott Hazelton, Shares, Speedo, The National Racing Report, The Player, TVG, Winning Ponies, Winning Ponies Internet Show", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 249, "original_length": 5704, "language": "en", "language_score": 0.77, "perplexity": 317.8, "bucket": "head"}
{"url": "http://bluegrass-conceptsgifts.com/all-you-need-to-learn-about-biography/", "date_download": "2023-01-26T21:25:04Z", "digest": "sha1:F5JYKST2V2DGRDSOIUTAFICEQYY5S773", "length": 6536, "nlines": 17, "source_domain": "bluegrass-conceptsgifts.com", "title": "All You Need To Learn About Biography. – blue gres", "raw_content": "All You Need To Learn About Biography.\nNo Comments on All You Need To Learn About Biography.\nA bio is an in-depth account of an individual’s life. This kind of writing consists of more than just standard truths concerning an individual’s life, yet likewise the individual’s experiences. Bios are frequently interesting to review and also are exceptional methods to discover people you appreciate. Bios are additionally an excellent means to learn more regarding on your own.\nThe first step in composing a bio is to select a subject you have an interest in. It’s helpful to select a topic that will be compelling to your viewers and that reflects the subject’s interests and also individuality. Furthermore, great biographical writing consists of styles that attach the individual to the global. Nonetheless, forced styles will certainly make the work audio contrived and can trigger the reader to lose faith in the account. For that reason, you need to gain the visitor’s trust before carrying on to other aspects of the subject’s life.\nBio is a genre of literary works that has been around for centuries. It has actually been covered great leaders from the old world to the modern globe. The earliest biographies were historical documents, however as time took place they turned into epic tales. In old times, Plato’s Apology recounted the life of the thinker Socrates, as well as the Gospels of the Christian Bible feature four biographies of Jesus Christ. In the 20th century, biographers have begun to integrate mental concepts into their work. The outcomes of these adjustments in composing are numerous work of arts of biographical history.\nAlong with describing the accomplishments of an individual, a biography must additionally describe the person’s personal history as well as the obstacles that she or he conquered. The visitor must have the ability to identify with the individual in the bio as well as really feel a link with the subject. Bios are frequently the most effective means to present on your own to a reader, and they can be placed anywhere online or offline. To produce a bio that works as well as appealing, follow these pointers:\nA biography can be concerning a single person or a group of individuals. As an example, Captain Charles Johnson’s “A General History of the Pirates” (1724) catalogued the lives of the infamous pirates and also assisted create popular images of pirates. A bio can additionally concentrate on a smaller sized team, such as a musician collective. The musical “Hamilton” is a superb example of a bio. The work of an author can also concentrate on a single person in an attempt to produce a larger effect.\nA biographer who recognizes his subject directly remains in an one-of-a-kind setting to use a more total view of the topic’s life. By communicating directly with the topic, the biographer will certainly be able to supply an exact image of the topic’s personality as well as behavior. The biographer’s job will be to uncover the objectives behind activities and also to uncover the personality shape of the topic.\nBiographies can be categorized in two kinds: literary and also historical. Literary biographies concentrate on authors as well as artists as well as typically blend typical narratives with explorations of their innovative output. One of the most renowned instances of this type of biography are the renowned Jackson Pollock biography (2014) and Savage Appeal: The Life of Edna St. Vincent Millay.\nPrior to starting to compose a biography, students need to first choose what kind of subject they desire to blog about. Then, they need to start with a timeline of the topic’s life. If they’re unclear of the sort of subject they wish to blog about, they can practice creating a short bio of a relative. Once they have actually created the timeline, they can carry on to the looking into stage.\nA biography is an useful book that information the life of a person. It can be a complete account of a person’s life, or it can focus on one crucial occasion in their life. The writer of a biography chooses what details to consist of, yet many bios consist of basic facts as well as the time as well as place where the individual lived. Some biographers consist of even more details regarding their subjects’ lives, such as their childhood years or coming-of-age occasions.\nIf you’re composing a biography for an audience, you need to decide that your audience is. This will certainly help you write a biography that’s appropriate for the function. Remember, your biography is the very first factor of contact between you and also your audience. Be as useful as feasible, however also keep in mind that it can be individual or funny. For instance, a biography for a college application should be formal, while a bio for a social networking site should be more playful.\nBiographers have a tough job. They need to stabilize their obligation to share the truth about an individual against the individual distress they trigger to others. Regardless of the many intricacies, no global requirement of “biographical morality” has actually been developed. Biographers of the twentieth century face challenging times, and also custodians of important persons refuse to give access to all their papers.\nBiographies can likewise be read for entertainment. A current Broadway play, Hamilton by Lin-Manuel Miranda, is a great example of this. It was inspired by Ron Chernow’s 800-page Alexander Hamilton. Biographies of famous people additionally provide essential context and also help the public comprehend the people they appreciate.\nThe goal of a bio is to take the visitor on a trip with the life of a certain person. Whether it is a well-known historical number or an unsung hero, a biography will certainly give the visitor with an introduction of the person’s personality and life lessons. A biography must additionally offer a clear picture of an individual’s characteristic, along with their achievements as well as failings. The visitor needs to feel like they are connecting with the subject in person. click here\nSome biographers use diaries as a basis for a bio. If the author is writing a bio from his/her journals, it is very important to make the diaries sequential as well as meaningful. Flashbacks and flashforwards are additionally typical. The reader ought to still adhere to the chronological order to make it very easy to adhere to the writer’s life story.\n← Helpful Tips From Professionals In Car Dealer. → This Is Why Specialist Affiliate For Women Is So Famous!", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 60, "original_length": 7660, "language": "en", "language_score": 0.96, "perplexity": 222.3, "bucket": "head"}
{"url": "http://bluegrass-conceptsgifts.com/tips-on-composing-a-bio/", "date_download": "2023-01-26T22:09:35Z", "digest": "sha1:KW4VHIFJV42VS3HL2BKKLT6B5THEVDEA", "length": 5701, "nlines": 23, "source_domain": "bluegrass-conceptsgifts.com", "title": "Tips on Composing a Bio. – blue gres", "raw_content": "Tips on Composing a Bio.\nNo Comments on Tips on Composing a Bio.\nCreating your very own biography can be an enjoyable as well as interesting process. Yet it is essential to understand the crucial facets to include in your story. Here are some pointers on writing a biography:\nMultimedia bio\nPutting in the time to produce a multimedia biography is a worthwhile exercise. This workout will certainly confirm to be beneficial to the student’s overall knowing experience, as well as even better is the possibility to present some excellent multimedia skills. The resulting project will certainly act as a precursor of the pupil’s future ventures.\nIn the name of brevity, the complying with is not a detailed list of all the multimedia tasks of the aforementioned checklist. While many pupils went with the requisite digital cams and also microphones, some selected to spend lavishly on an iPad or 2. As an included perk, the Hunt Libraries were open for service 24-hour a day during finals, making this an excellent possibility to make the grade. This is in addition to the myriad of multimedia resources available in the Hunt Libraries’ vast archives.\nAs it turns out, producing a multimedia biography isn’t all that challenging. The procedure requires editing and enhancing images of the based on use recordings. This need to make the students’ lives less complicated in the long run. It is likewise a good chance to display the trainee’s creative thinking by having them come up with their very own concepts for the following model. There are a number of different projects currently in the jobs, every one of which will deserve the student’s attention.\nWhether you are a pupil or a grown-up, composing a memoir is a powerful way to share your experiences with others. By sharing your life story, you can motivate and also inform viewers, and help them learn more concerning themselves.\nWhen creating a memoir, it is very important to consist of details regarding significant moments in your life. These moments are essential since they form how you come close to life in the here and now. It is additionally a great concept to include your family history, as well as an individual beginning story.\nThe purpose of a memoir is to provide the visitor a complete photo of the person. It is essential to remember that background commonly remembers individuals for a solitary occasion or payment. In your memoir, you want to consist of everything from the earliest phases of your life, up until your existing age.\nYou can likewise compose your autobiography in numerous layouts. Some people pick to write in third person, while others like to write in initial individual. Whatever format you select, ensure that your text moves realistically.\nYou will require to research your topic to make sure that you consist of all the essential details. If you don’t have sufficient details, it is a good suggestion to take thorough notes, as this can aid you get the significance of your memoir.\nDocudrama\nPossibly the quickest kind of docudrama, biographical docudramas are a category of movie that generally takes the kind of a documentary and also reenacts the life of a celebrity. These films can be historic or social problem flicks. They can additionally be musicals or melodramas. These films tend to be based on books or on the life of a specific person.\nThe best biographical documentaries will certainly tell the tale of a celebrity or team of people as well as will offer the target market a good check out their individualities. They might be an allegory of power, an event of patriotism, or a tribute to ability. Sometimes, these docudramas can likewise be a testimony to economic success.\nOne of the most effective biographical docudramas are those that are based on study. They are generally backed up by journals, journals, paintings, and also created backgrounds of a duration. These records additionally draw on the technical sources of the workshop. They can use cinematography, lights, as well as editing and enhancing to develop a visual fallacy that makes it appear as if the actor as well as the topic are in actual time.\nIt is essential to keep in mind that biographical web content is not all that unusual in tv documentaries. The leading three biographical documentaries consist of a docudrama about Roger Ebert, a high cord legend, Philippe Petit, and Robert Evans, a Hollywood magnate.\nResources of details for a biography\nUsing biographical details can give an informative check out the life of a person. This info can provide details on a person’s background, achievements, as well as specialist credentials. In addition, biographical sources can cover groups of individuals, such as celebrities, musicians, as well as globe leaders.\nThere are numerous basic biographical resources readily available in print and on microfilm. Furthermore, many important biographical sources are available online. These include articles in regulars, biographical thesaurus, as well as indexes. aaron dungca needham senior analyst\nBiographical resources are also offered in the library brochure. These resources can be browsed by birth place, citizenship, or career.\nThe Biography Resource Facility (BRC) is a database that supplies biographical information regarding greater than 150,000 individuals. The BRC includes details on noteworthy individuals throughout the world, from antiquity to the present. Relying on your search, the details might consist of standard realities and also a biography, or it might cover historical importance, outstanding accomplishments, as well as other information.\n← Expanding Your Investments Is A Great Method To Make A Lot More. → Standard Concepts of Organization.", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 67, "original_length": 6778, "language": "en", "language_score": 0.95, "perplexity": 308.0, "bucket": "head"}
{"url": "http://brooklynda.org/2015/09/10/brooklyn-man-who-stabbed-75-year-old-woman-and-left-her-for-dead-sentenced-to-75-years-in-prison/", "date_download": "2023-01-26T21:33:50Z", "digest": "sha1:BQJHGI3OMTAQOU7CQTMBQKKSJA3P4RFI", "length": 2842, "nlines": 13, "source_domain": "brooklynda.org", "title": "Brooklyn Man Who Stabbed 75-Year-Old Woman and Left Her for Dead Sentenced to 75 Years in Prison – The Brooklyn District Attorney's Office", "raw_content": "Brooklyn Man Who Stabbed 75-Year-Old Woman and Left Her for Dead Sentenced to 75 Years in Prison\nBrooklyn Man Who Stabbed 75-Year-Old Woman and\nLeft Her for Dead Sentenced to 75 Years in Prison\nDefendant, a Friend of the Victim’s Grandson, Forced His Way into Apartment\nBrooklyn District Attorney Ken Thompson today announced that a Brownsville man has been sentenced to 75 years in prison following his conviction on second-degree attempted murder and other charges for stabbing an elderly woman repeatedly and leaving her seriously injured on her apartment floor.\nDistrict Attorney Thompson said, “This defendant savagely stabbed a defenseless 75-year-old woman all over her body, robbed her of what little money she had and then left her to die. He deserves every day of his 75-year prison sentence.”\nThe District Attorney said that the defendant, Shytuan Breazil, 23, of Bristol Street, in Brownsville, Brooklyn, was today sentenced to 75 years in prison by Brooklyn Supreme Court Justice Vincent M. Del Guidice. The defendant was convicted of second-degree attempted murder, first-degree burglary and first-degree robbery.\nThe District Attorney said that, according to trial testimony, on September 18, 2013, at about 2 p.m., the victim, Alvita Morales, 75, was in her apartment on Warren Street in the Warren Gardens/Wycoff Housing Development, when she heard a knock on the door and looked through the peephole. She saw the defendant, whom she recognized as a friend of her grandson, and opened the door to tell him her grandson was not staying with her. The defendant then placed his book bag on the floor and said he had something for her grandson. When the victim tried to shut the door, he shoved her to the floor and forced his way into the apartment.\nOnce inside the apartment, according to trial testimony, the defendant demanded money and the victim told him she had $40 in her purse. He then took a large knife from her kitchen and put it in his pocket. The victim began to scream and the defendant placed his hand over her mouth and proceeded to stab her repeatedly. He then rifled through her belongings, stopping to check on her before leaving the apartment. The victim testified that she played dead, but after he left the apartment she managed to drag herself out into the hallway. A neighbor called 911. The defendant was soon identified and arrested the next day.\nThe victim sustained 15 stab wounds throughout her body including one to her neck and chest, as well as a fractured orbital bone in her right eye and two fractured ribs.\nThe case was prosecuted by Assistant District Attorney Kori A. Medow, of the District Attorney’s Trial Bureau V, Orange Zone, under the supervision of Thomas C. Ridges, Chief.\nBrooklyn Man Convicted of New Year’s Day Shooting\nBrooklyn Contractor Sentenced for Stealing Employees’ Wages", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 93, "original_length": 4271, "language": "en", "language_score": 0.98, "perplexity": 195.7, "bucket": "head"}
{"url": "http://butthenwhat.com/2011/04/14/obamas-trigger-option/", "date_download": "2023-01-26T21:50:02Z", "digest": "sha1:4ETLBEE4TS7HW7GNF3FED2XEJ7BCDPP3", "length": 5421, "nlines": 25, "source_domain": "butthenwhat.com", "title": "Obama’s Trigger Option | But Then What", "raw_content": "Obama’s Trigger Option\nPosted by Tom Lindmark on April 14th, 2011\nThere isn’t a better source for analysis of Washington economic policy than Keith Hennessey. His ability to go beyond the nuts and bolts of a particular proposal and identify the way it folds into the manner in which Washington does business as well as ferret out the hidden games and agendas is unmatched. That’s why you should read his latest post on the President’s new budget proposal.\nWhen you do take a look at it pay particular attention to the section the debt trigger that Mr. Obama is putting forth. This is the fail-safe device which will presumably save us when the parties are unable to come to any sort of agreement. I didn’t pay much attention to it during the speech but it popped up this morning in a post by Ezra Klein and I’m beginning to wonder if this isn’t a key goal. Here’s Klein on the trigger:\nWhether you assume we have till mid-May or early June, that’s not enough time for Republicans to rethink their position on taxes and nor for Democrats to come around to privatizing Medicare. So there’s going to have to be some placeholder attached to the debt ceiling vote. The ‘trigger’ attached to Obama’s budget is a likely candidate. If we’re not on a better fiscal path come 2014, it begins indiscriminately slicing away at a large swath of the federal budget and, importantly, at tax expenditures. So, in theory at least, it puts us on the path to deficit reduction without requiring us to make the hard decisions of deficit reduction right this minute. That’s probably the likeliest immediate outcome of all of these plans and proposals.\nGot that? No agreement on anyone’s plan by the time we get to the debt ceiling drop dead date so both sides agree to the trigger mechanism. Presumably we fight this through the election and barring some huge mandate for change one way or the other, go back to fighting about the same subject in 2013 and assuming no compromise rely on the trigger to do the dirty work.\nAs Hennessey points out, there is a rather large bias in the trigger:\nThe President’s proposal is similar to past triggers in that it exempts all discretionary spending, Social Security, and interest on the debt. While past triggers limited the amounts that Medicare and Medicaid could be cut, the President’s trigger appears to exempt them entirely. The White House fact sheet says the trigger “should not apply to Social Security, low-income programs, or Medicare benefits.” Elsewhere it says the trigger applies only to mandatory spending.\nAssuming that “low-income programs” includes Medicaid, this means the trigger appears to apply to at most about $300 B (if triggered this year) in “other mandatory” spending. Half of that would hit federal retiree payments, a quarter would hit veterans’ benefits (if not defined as “low income”), and the rest would hit smaller things like farm subsidies.\nIt therefore appears that the President’s trigger would exempt more than 90% of government spending from the automatic across-the-board cut.\nThe trigger would also raise taxes by implementing “across-the-board spending reductions … [in] spending through the tax code.” In other words, the trigger would somehow (how??) automatically reduce tax expenditures across-the-board (rather than raising rates, it appears). No past trigger has included a tax increase. This is new.\nThe fog lifts. The across-the-board trigger would apply to less than 10% of federal spending and would also raise taxes. And since it would apply only to itemized deductions, it’s only going to hit a portion of those paying income taxes, which is only a portion of all Americans.\nThe trigger is, in effect, a tax increase trigger on those who itemize deductions, with a little other mandatory spending thrown in for good measure.\nThe overwhelming impact of the trigger would be to raise taxes on those who itemize. A much smaller portion of triggered deficit reduction would come from automatic spending cuts.\nWhen you combine the automatic nature of this policy with the absence of specific policies needed to sufficiently reduce spending in the long run, the effect of this trigger would be to shift the burden of future entitlement spending increases away from deficits and onto higher income taxpayers. The future default would be that entitlement spending would grow at an unsustainable rate, and taxes on “the rich” would grow to hold deficits below 3% of GDP.\nHe notes correctly that structured as it appears to be, the trigger rewards those who favor increased spending financed by higher taxes to stonewall on budget cuts.\nKeep an eye on this particular feature of the President’s proposal. If it does end up as a compromise feature of a debt ceiling increase, you can expect the Democrats to go into full stall mode. Assuming the President is reelected, they can continue to fight any significant spending cuts, justifying their actions by pointing to the trigger as the mechanism which will mediate irreconcilable differences.\nApril 13, 2011 Obama Delivers A Political Speech Not A Plan (74)\nApril 10, 2013 Budget Battles (0)\nMarch 7, 2009 Is Obama A Radical? (0)\nApril 12, 2011 Will Obama Move To The Right On The Budget? (23)\nApril 12, 2011 A Progressive Deficit Reduction Plan (27)\nPosted in economy, politics Tags: obama budget, Trigger Option\n« Obama Delivers A Political Speech Not A Plan\nWhy Do These People Continue to Disemble? »", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 127, "original_length": 7002, "language": "en", "language_score": 0.94, "perplexity": 331.0, "bucket": "head"}
{"url": "http://cdnbookworm.blogspot.com/2019/10/slow-train-to-switzerland.html", "date_download": "2023-01-26T23:00:51Z", "digest": "sha1:HVHGJOC2OU3INMG3ARCATUEKS43S5HTE", "length": 3148, "nlines": 21, "source_domain": "cdnbookworm.blogspot.com", "title": "Canadian Bookworm: Slow Train to Switzerland", "raw_content": "Slow Train to Switzerland\nFinished September 28\nSlow Train to Switzerland: One Tour, Two Trips, 150 Years -- and a World of Change Apart by Diccon Bewes\nI liked the premise of this book, following in the footsteps of an earlier journey. Diccon Bewes is a British travel writer who lives in Switzerland, and during research he came across a diary from a young Englishwoman, Jemima Morrell, who, as part of a group who called themselves the Junior United Alpine Club, travelled on the very first Thomas Cook tour to Switzerland in 1863. The group consisted of four young women and three young men, and included Jemima's brother William, who paid for both of them.\nBewes determined to follow as much as possible in her footsteps, following the route she took, staying in the same places and visiting the same sights as much as possible. Near the beginning of the book is a map of the Cook tour from 1863 which took place from June 26th to July 15th, and included travel by rail, diligence, foot, mule, and steamship. With Thomas Cook the company that launched modern mass tourism, and by the time I finished the book going into bankruptcy, this book looks at travel from an interesting vantage point. Bewes took the trip with his mother, going back to certain points at a later date on his own.\nAppendices include: a brief description of the world in 1863, and a timeline of that year showing some important events that occured; a summary, including data points of Switzerland in the 1860s with information on language spoken, size of towns, birth and death rates, wages and prices, and occupations; and descriptions and explanations on money of the time, both English and Swiss their modern equivalencies.\nAs he followed Jemima's journey, he and his mother read sections from the diary at each point in their journey, and while many of the lodgings that she stayed in no longer existed, a few did. Some sections of the journey are now done by train, where there weren't trains back then, and Jemima's journey definitely involved longer and more difficult travel times. Some of her days were exceedingly long, and many of the places she stayed didn't offer the modern conveniences now available.\nDewes shows the differences between the two experiences plainly, from the modes of travel, to the the time travelling took, to the things one was able to see at each point in the journey. He shows the huge changes that have taken place in the tourism industry in Switzerland, and talks about the drivers of those changes. He discusses changes to the physical environment, from the buildings and food on offer to the shrinking of the snow caps and glaciers. He follows up at the end with a look at what became of Jemima after this journey and the discovery of a personal connection to her family.\nThis was a fascinating and educational read, and hugely entertaining.\nLabels: History, Journeys, Memoirs, Switzerland, Travel, Writers\nNutcracker Night\nTears of Salt\nTriceratops Stomp\nThe Castle in the Sea\nThe Corner That Held Them\nMy Drowning\nA Better Man\nMurder in Passy\nBody Bereft\nMrs. Saint and the Defectives\n13th Canadian Book Challenge October Roundup", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 301, "original_length": 32561, "language": "en", "language_score": 0.98, "perplexity": 258.6, "bucket": "head"}
{"url": "http://co2toch4.eu/", "date_download": "2023-01-26T22:33:38Z", "digest": "sha1:A7ZZBRV6AZR44STP7OUNZERIJ4RVEBZX", "length": 1661, "nlines": 12, "source_domain": "co2toch4.eu", "title": "Home - LIFE CO2toCH4", "raw_content": "Demonstration of a mobile unit for hybrid energy storage based on CO2 capture and renewable energy sources LIFE CO2toCH4 Life Ref. No: LIFE20 CCM/GR/001642\nArea of implementation: Greece (all regions), Italy (all regions)\nDuration: 48 months (01/10/2021-30/09/2025)\nProject Budget: 3,888,985 Euro\nEC Funding: 2,138,941 Euro (55.00%) Learn More\nLIFE CO2toCH4\nAbout Our Aim\nLIFE CO2toCH4 aims at developing and demonstrating an innovative, integrated, and sustainable industrial process for simultaneous energy storage and CO2 capture and utilization (CCU). The ultimate goal of the project is to construct, test and operate (TRL8) a smart mobile unit for hybrid energy storage able to be installed in remote energy systems that commonly have low capacity (e.g., remote areas or islands that are not interconnected with the central energy grid). The technology relies on the fact that the RES (Renewable Energy Sources) will be used for water electrolysis, and subsequently the produced H2 will be biologically converted into methane (as a non-fossil biofuel) together with CO2 from exhaust gasses.\nThe project is co-funded by LIFE\nThe project is co-funded by LIFE, the EU’s financial instrument supporting environmental, nature conservation and climate action projects throughout the EU.\nThe project is co-funded by Green Fund\nOur Project is also part of the LIFE projects that are co-Funded by the Green Fund. The project team would like to thank the Green Fund for co-funding the NTUA activities. More specifically, according to the Decision Number 242.4/2022 of the Management Board of the Green Fund, the amount of 40,000 Euro was approved for the year 2022.", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 76, "original_length": 3208, "language": "en", "language_score": 0.91, "perplexity": 244.5, "bucket": "head"}
{"url": "http://conectahistoria.blogspot.com/2022/07/novedad-bibliografica-immunization-and.html", "date_download": "2023-01-26T22:35:12Z", "digest": "sha1:PZHLW43MZRZNLSS7SL2OR7XUKFCZQOHK", "length": 1398, "nlines": 8, "source_domain": "conectahistoria.blogspot.com", "title": "Novedad bibliográfica: Immunization and States The Politics of Making Vaccines", "raw_content": "Boletín de Hª de la Ciencia, la Medicina y la Tecnología. ISSN: 1576-4826\nNovedad bibliográfica: Immunization and States The Politics of Making Vaccines\nEdited By Stuart Blume & Baptiste Baylac-Paouly\nGlobally, there has been a move away from national public sector vaccine development over the past 30 years. Immunization and States: The Politics of Making Vaccines explores vaccine geopolitics, analyzing why, and how this move happened, before looking at the ramifications in the context of Covid-19.\nThis unique book uses eight country studies – looking at Croatia, India, Iran, the Netherlands, Romania, Serbia, Spain, and Sweden – to explore the role of public sector vaccine institutes, past and present. Raising questions about national sovereignty, the erosion of multilateralism, and geopolitics, it also contributes to debates around public interest and privatization in the health sector. An extended introduction sets the chapters in an international context, whilst the epilogue looks forward to the future of vaccine development and production.\nThis is an important book for students, scholars, and practitioners with an interest in vaccine development from a range of fields, including public health, medicine, science and technology studies, history of medicine, politics, international relations, and the sociology of health and illness.\n15/01/23 - 22/01/2312\n08/01/23 - 15/01/237", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 566, "original_length": 13557, "language": "en", "language_score": 0.84, "perplexity": 224.8, "bucket": "head"}
{"url": "http://connectwarri.com.ng/about-us/", "date_download": "2023-01-26T22:33:59Z", "digest": "sha1:BKZ7QBN76EK3TBGJXIESAQFJ67C77HIB", "length": 284, "nlines": 2, "source_domain": "connectwarri.com.ng", "title": "About Us - Connect Warri", "raw_content": "Phibounds.com.ng is a professional website where we give visitors the best, most in-depth, and most self-explanatory information on technology, Marketing and Income Growth Tips.\nNevertheless, we have made it our mission to respond to any questions you may have about Blogging and SEO.", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 38, "original_length": 915, "language": "en", "language_score": 0.93, "perplexity": 271.9, "bucket": "head"}
{"url": "http://continuum.sjmsom.in/Home/continuum-2018/finance-continuum", "date_download": "2023-01-26T21:43:35Z", "digest": "sha1:MUXYK7SACS74AKJCDQP2AOI2FDRVVHRA", "length": 13518, "nlines": 57, "source_domain": "continuum.sjmsom.in", "title": "Finance Continuum - Continuum", "raw_content": "Continuum Home‎ > ‎Continuum 2018‎ > ‎\nFinance Continuum 2018 was organized on 4th August 2018 with a theme reflecting the paradigm shift in the Indian Financial Sector. The Continuum saw a series of lectures centered on the theme:\n“Disruptive Innovation, Transformation and Changing Regulations: Paradigm Shift in the Indian Financial Sector”\nFollowing luminaries participated for delivering lectures at Finance Continuum 2018 on August 4th, 2018 at SJMSOM, IIT Bombay:\nMs. Shalini Chhabra | Senior Vice President- HDFC Bank\nMr. Shivaji Dhekane | Deputy Vice President - Analytics, Tata Capital\nMr. Nayan Mehta | Chief Financial Officer, Bombay Stock Exchange\nMr. Ashish Desai | Senior Vice President and Head - Product and Payments, Aditya Birla Payments Bank\nMr. Nitish Sikand | Executive Vice President and Fund Manager – Fixed Income at Invesco Mutual Fund\nMr. Ashish Jain | Head of Fund Services–Deutsche Bank\nMr. Anil Ghelani | Head of Passive Investments & Products – DSP BlackRock\nMr. Yatish Shivaprasad | Senior Vice President- Societe Generale GSC\nMr. Amol Deherkar | Head of Corporate planning and strategy – Retail finance at Edelweiss\nListed below are some of the suggestive and non-restrictive sub-themes for discussion:\nThe outlook for the Indian Banking Sector\nSpeaker: Ms. Shalini Chhabra| Senior Vice President- HDFC Bank\nThe Indian banking system consists of 27 public sector banks, 22 private sector banks, 44 foreign banks, 56 regional rural banks, 1,589 urban cooperative banks and 93,550 rural cooperative banks, in addition to cooperative credit institutions. Bank credit grew at 12.64 percent year-on-year to Rs 85.511 lakh crore (US$ 1,326.78 billion) on May 11, 2018, from Rs. 75.91 lakh crore (US$ 1,131.47) on May 12, 2017.\nThe bank recapitalization plan by Government of India is expected to push credit growth in the country to 15 percent and as a result, help the GDP grow by 7 percent in FY19. Enhanced spending on infrastructure, speedy implementation of projects and continuation of reforms are expected to provide further impetus to growth. All these factors suggest that India’s banking sector is also poised for robust growth as the rapidly growing business would turn to banks for their credit needs.\nNBFC Regulations: Evolution, rationalization & challenges ahead\nSpeaker: Mr. Shivaji Dhekane | Deputy Vice President - Analytics, Tata Capital\nNon-banking finance companies (NBFCs) are companies engaged in the business of loans and advances that form an important and integral part of the Indian financial system. They play an important role in nation building and financial inclusion by complementing the commercial banking sector in making credit available to the unbanked segments of society, especially to the micro, small and medium enterprises (MSMEs), which account for the majority of non-agricultural employment in the country. In terms of financial assets, NBFCs have recorded a healthy growth of 19% CAGR over the past few years and its share in total credit is expected to grow to 20% by 2020 from 13% in 2015.\nWith the growing importance of data-driven decisions, technology can enable NBFCs to more efficiently serve their customers. Some of the applications include lending based on data from mobile phone records, the rise of social media scoring, assessing of the customer’s propensity to repay the loans. These are also referred to as alternative data scoring.\nNBFCs can realize the potential value of alternative data by making investments in technology and analytics to leverage both traditional and non-traditional data sources. This will enable a healthy competition, increase product innovation, and also further the government goal of increasing financial inclusion.\nChallenges still exist for NBFCs as the financial sector sees a rapid transformation. Owing to the lighter regulations on NBFCs, globally they have been seen to take up high leverage and sub-credit assets thus risking the health of their assets. Another issue is with respect to the convergence of the regulations of banks and NBFCs. Though it has improved in the recent iterations to regulations, further convergence is desired. The NBFCs act as a catalyst to the development of the country and is therefore important to nurture and actively manage their health.\nRedefining the lines: Growing influence of FinTechs on Indian Financial services and the challenges\nSpeaker: Mr. Nayan Mehta | Chief Financial Officer, Bombay Stock Exchange\nFintech refers to financial technology that describes an emerging financial services sector in the 21st century. Originally, the term applied to technology applied to the back-end of established consumer and trade financial institutions. Since the end of the first decade of the 21st century, the term has expanded to include any technological innovation in the financial sector, including innovations in financial literacy and education, retail banking, investment and even crypto-currencies like bitcoin.\nSince the internet revolution and the mobile internet revolution, however, financial technology has grown explosively, and fintech, which originally referred to computer technology applied to the back office of banks or trading firms, now describes a broad variety of technological interventions into personal and commercial finance. According to EY, Fintech Adoption Index, one-third of consumers utilize at least two or more fintech services and those consumers are also increasingly aware of fintech as a part of their daily lives.\nTrends in Digital Lending\nSpeaker: Mr. Ashish Desai| Senior Vice President and Head - Product and Payments, Aditya Birla Payments Bank\nDigital Lending enables borrowers to apply for any consumer or business lending product (credit card, line of credit, mortgage, business loan) 24x7 from any internet connected device, at any location, any time of the day. The aim is to make lending fully digital across channels and mobile devices.\nDigital lending targets to transform inefficient and lengthy loan and mortgage origination processes into a fully digital, paperless, risk-conscious and customer-oriented experience streamlining tasks and operations for realtors, partners, brokers, agents, branch employees, specialists and back office users across any type of device.\nThe Changes in the mutual fund industry, from a regulatory standpoint, in the recent past and its impact on the industry\nSpeaker: Mr. Nitish Sikand| Executive Vice President and Fund Manager – Fixed Income at Invesco Mutual Fund\nIn the aftermath of the 2007-08 financial crises, the regulations in the financial services industry have increased many folds. In India, SEBI has also introduced a couple of initiatives to protect the investor’s interest that on the other hands can be considered as anti-industry.\nEntry Load Ban: In August 2009, SEBI banned the charge of entry loads on investors thereby decreasing distributors margins.\nIntroduction of Uniform factsheets: In Sep 2015, SEBI directed mutual fund houses to standardize their fact sheets with the aim to prevent investors from taking unwarranted risks.\nColour coding to risk-o-meter: In 2013, SEBI made it mandatory for the mutual fund houses to use product labels with color codes to help investors assess the risk involved while investing in a respective mutual fund scheme.\nIntroduction of Direct Plans: The rationale behind introducing the direct plans was to reduce the role of distributors in increasing the retail participation. If investors approach mutual funds directly to transact, the fund houses would be able to cut off the long chain of distributors and agents who have always added to their cost structure.\nMandatory disclosure of commission (in the account statement) paid to distributors: As directed by SEBI, fund houses will now have to disclose the commissions they pay to distributors, in Rupee terms, for the businesses solicited.\nIndian Mutual Fund Industry: Challenging the status quo and setting the growth path\nSpeaker: Mr. Ashish Jain| Head of Fund Services–Deutsche Bank\nThe asset management industry has grown enormously in the last couple of decades with the AUM increasing 20 times from 47,000 crores in 1994 to 8.25 Lakh crores in 2014. At the same time, the industry expanded rapidly in terms of no. of companies, products, schemes. The industry is still very young and has huge opportunity to grow. But, despite this tremendous growth, the industry is still not able to free itself from the constraints and faces some challenges that needs to be discussed and tackled to create a path for growth for the industry for it to reach its true potential. The share of asset management industry has remained very low in the total household savings, garnering lesser than 3% from the total household savings. It is neither growing in a desirable pace. Even after being a consistent provider of inflation beating return, the industry is outpaced by other investment alternatives like Gold, Real Estate etc.\nThe asset management industry need to challenge its status quo and provide products for the needs of varied investors. This way the industry will be able to increase the volume and create greater return for all the stakeholders. It need to observe the global trends and take cue from them for providing wider product basket. If only these challenges are tackled, the industry will grow to its true potential.\nLatest trends in passive investments and overview on the debate about active v/s passive investments\nSpeaker: Mr. Anil Ghelani | Head of Passive Investments & Products – DSP BlackRock\nPassive investing has changed globally, driving costs down for mom-and-pop investors. However, mostly ETF (exchange-traded funds) is the passive investment strategy that is trending in the market and is one of the trusted investment vehicles for a broad range of institutional and individual investors. These came into the picture around 30 years ago, ETFs now manage roughly $4 trillion in assets globally which is less than the amount invested in open-end mutual funds (actively managed and indexed). Most market analysts expect assets in ETFs to outperform mutual funds within a few years, based on the current investing trend.\nPassive investing, sometimes called index investing, is a strategy that tries to replicate the returns from whatever index it tracks. That may be the FTSE 100 Index or something less well known. These days there are many passive funds and Exchange Traded Funds (ETFs) available to investors. Passive investments are popular with those who believe in active management to be unreliable and expensive. Instead, the passive investor is happy to accept market returns in exchange for the peace of mind that nobody is overcharging and returns are unlikely to seriously under perform the market.\nEven passive funds have some charges, so returns are virtually guaranteed to be a little lower than those of the index itself. Active investors are not prepared to accept average market returns and want to beat the market. They know they will have to pay higher fees to do so but this is balanced by the possibility of higher returns. There has long been a debate between supporters of active and passive investments as to which is better.\nTransformation Imperatives for a Global Bank\nSpeaker: Mr. Yatish Shivaprasad | Senior Vice President- Societe Generale GSC\nBanks are investing in the short-term on cloud computing and FinTech collaboration, and longer-term on blockchain and AI technologies, as part of a digitalisation drive. Digital disruption has the potential to shrink the role and relevance of today’s banks, and simultaneously help them create better, faster, cheaper services that make them an even more essential part of everyday life for institutions and individuals.\nWhen it comes to regulation, international standards are set by bodies such as the Basel Committee on Banking Supervision and the European Union. After the 2008 crisis, regulators had proposed significant solutions to the crash. Ten years after the global financial crisis, the banking industry has regained its health and the mood of bankers is more buoyant.\nIndian credit landscape and emerging trends in Retail Lending\nSpeaker: Mr. Amol Deherkar| Head of Corporate planning and strategy – Retail finance at Edelweiss\nRetail banking in India is not a new phenomenon. It has always been prevalent in India in various forms. For the last few years it has become synonymous with mainstream banking for many banks. The typical products offered in the Indian retail banking segment are housing loans, consumption loans for purchase of durables, auto loans, credit cards and educational loans. The loans are marketed under attractive brand names to differentiate the products offered by different banks. India’s retail banking now bigger than Russia but not close to China.\nThe growth of retail lending, especially, in emerging economies, is attributable to the rapid advances in information technology, the evolving macroeconomic environment, financial market reform, and several micro-level demand and supply side factors. Demand has grown for both corporate &amp; retail loans; particularly the services, real estate, consumer durables &amp; agriculture allied sectors have led the growth in credit. India registered a record inflow of amount of US$ 51.02 billion in mutual funds in FY 2016-17. According to the Association of Mutual Funds in India (AMFI) data, this was the highest investment in mutual fund schemes since the fiscal 1999-2000.", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 166, "original_length": 15443, "language": "en", "language_score": 0.94, "perplexity": 328.4, "bucket": "head"}
{"url": "http://corneredtigers.net/index.php?chat/message/24857/quote", "date_download": "2023-01-26T23:29:37Z", "digest": "sha1:MJ6XM7PD63PN5S4JI4CXXBNY3EUJTA6F", "length": 33, "nlines": 1, "source_domain": "corneredtigers.net", "title": "Cornered Tigers", "raw_content": "No one is chatting at the moment.", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 182, "original_length": 4595, "language": "en", "language_score": 0.95, "perplexity": 107.1, "bucket": "head"}
{"url": "http://dennisparlante.com/the-optimal-belarus-wives/", "date_download": "2023-01-26T22:02:48Z", "digest": "sha1:DGWKUANDGMJCO5FP2IM7ID757YEVBCS6", "length": 2938, "nlines": 10, "source_domain": "dennisparlante.com", "title": "The optimal Belarus Wives – Dennis Parlante", "raw_content": "The optimal Belarus Wives\nMany men want finding the ideal Belarus wives. But , how do you select the perfect woman by yourself? If you are a guy, the first thing to perform is to improve yourself. Most women in Belarus happen to be married when justin was 27, so it’s essential you get a good education to help you be highly regarded in the society. You can also find a very good job and dedicate a lot of time to your husband.\nIf you are looking for that wife by Belarus, you should think about this: You should be a gentleman and act accordingly. Women in Belarus are looking for men that will protect them and make them content. This means that you should trust her and do not step outside your limits. The first step towards obtaining your perfect diamond necklace is to get to know her better. Having a woman out of this country https://beautybride.org/belarus-brides/ can be complicated, but it will probably be worth it in the end.\nA typical Belarusian woman will probably be an economic spouse. They are not really interested in doing offers with your feelings, so they will never perform with them. They will care for their very own kids and provide monetary support for the relatives. You should also keep in mind that they are the very best mothers on your children. You may not have to worry about the near future if you choose a Belarusian partner. A Belarusian woman will aid you to manage all the things is obviously and help you build a steady family.\nA Belarusian woman is a classy and a well-educated woman who will be described as a great wife. She will be an excellent mother and stay at home mom. She will become your partner’s closest friend, and will not really tolerate your ego or your children moping. And she will value both you and your beliefs. So if you are looking for an ideal Weißrussland wife, select her. Therefore you won’t be sorry.\nA Belarus women’s character is a strong point of fascination. A good matrimony partner is actually a woman that’s empathetic and caring. Women from Belarus will make her husband content by centering on the important stuff in life, which includes family. Consequently, the ideal wife in a Belarusi person is a better half who has these types of qualities. This is because a woman via Belarus provides a positive and ambitious persona.\nA Belarus female is impartial and is very hard-working. She actually is a great mom and an excellent wife. The girl with a good fan base and https://originarios360.com/2019/12/21/internet-dating-questions/ shares household chores. Completely a good prepare food. She will prepare meals for her spouse and keep her family clean. She will as well take care of her husband’s healthiness. A woman via Belarus will be able to take care of her children but still be a fantastic better half.\nGetting Married in Japan\n7 factors internet dating is actually discouraging (Plus 7 tactics to change it out)\nThe Benefits of Online Dating For Women", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 143, "original_length": 6290, "language": "en", "language_score": 0.97, "perplexity": 328.7, "bucket": "head"}
{"url": "http://derryx.com/other-thoughts/passport-renewal-trials-and-tribulations/", "date_download": "2023-01-26T22:55:07Z", "digest": "sha1:RKONZ3VLJYAKURI43WLYF4AXVZ5UPPOT", "length": 4554, "nlines": 18, "source_domain": "derryx.com", "title": "Passport renewal trials and tribulations… – derryX.com", "raw_content": "Passport renewal trials and tribulations…\nPosted on November 17, 2014 November 17, 2014 by derryX\nBeing that we have plans to travel internationally some time in 2015, I had to renew my passport. Mine expired in 2013, and thinking back to the process back in 2003, I don’t remember it being so bad. I wasn’t a fan of the picture I had in the latest iteration of my passport, mainly because I decided to get it taken 2 days after I started a fitness plan, but I digress.\nIt was pretty easy to find and complete the forms for renewal online. The only snafu there was that it didn’t fully print the address for my emergency contact, but that was easy enough to write in.\nSo we took our completed forms, old passports, and $110 checks made out to the “Department of State” and headed over to the Colonie Center post office to have our pictures taken and to send everything in. When we arrived, there was a sign indicating the passport picture machine being out of service and diverting people to a place inside of the mall called “I Smile Studio” for this service.\nNow, I understand shit happens. Things break. Kids pick up cameras and yank the film out of them all the time (well, they did 20 years ago). I know all that jazz. I also understand that lots of places take passport photos, but in the heat of the moment, you’re in the zone and just want to accomplish the task at hand. So I was annoyed that the only passport office with hours outside of normal business hours for miles couldn’t have their shit together for what would be a busy day. It was a minor annoyance; they offered a plan B that seemed easy enough.\nSo we found this I Smile Studio and were quickly greeted and served. $16 a piece for 6 identical passport pictures. I don’t know the market for this; it seemed high, but I just wanted to get it done. A young lady helped us step around the seemingly countless parents and children lining up for pictures with Santa and other fictional and non-fictional nouns. She put us in front of a white background and took a couple of pictures. She said it would take 15 minutes or so to print and cut the pictures.\nWe waited the 15 minutes, and a different girl called us over and said they needed to retake the pictures, no explanation as to why, but we followed. After waiting another 20 minutes, a different girl came out to ask if we were waiting to have our passport pictures taken. At this point I was pretty frustrated. I explained that they had taken the pictures twice and that we had no idea what was going on. She walked in the back and came back out to argue with me that they needed to take our pictures again.\nAt this point, I wanted to know what was going on. The young lady really didn’t offer up more information other than the fact that the pictures needed to be retaken. A different lady came out with an envelope containing my wife’s pictures and had my pictures in her hand. She showed them to me and said the background in the first picture they took came out a little too grey. I argued that in 2014, changing grey to white on a digital image is easy (I can even do it!). She then explained that the second picture they took of me didn’t show up on the memory card.\nSo I obliged to a third picture.\nNoticing I was pretty visibly upset and a tad argumentative, she had refunded the fee, which was a nice gesture, but I’m more comfortable paying for and receiving a professional service the first or second time.\nThe resulting image still had a grey background, and I definitely saw the manager adjust the contrast to make it less grey before printing, but I had a picture and was ready to go back to the post office to finish this stupidity.\nSo I have a passport photo. My feelings about it are in a superposition of quantum states between “love it” and “hate it”. But it might actually be what I send out as a holiday card this year.\nThere were only two people working the counter at the post office, and it seemed that only one could process passport applications, so the wait was long. While I was on the line, I was fidgeting with the pen they had attached to the table.\nNot for nothing, I am in a good financial position and don’t need to take the crappy pen from the counter of a terrible post office, but I could totally have walked off with that stupid pen. If you’re gonna pin it to the table, don’t put the joint of the ball chain on the pen. That’s just dumb and asking for trouble.\nI think we spent almost 2 hours, and I learned nothing from the exercise.\nBut I’m going to Mexico!!!\nAnnoying Awkward Capital Region", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 52, "original_length": 7982, "language": "en", "language_score": 0.98, "perplexity": 273.4, "bucket": "head"}
{"url": "http://dwighttheconnoisseur.blogspot.com/2013/07/alvin-ailey-american-dance-theatre-is.html", "date_download": "2023-01-26T21:45:40Z", "digest": "sha1:4CCDJGD5MSDDUNUKYD7AI4AG3O4WJA3C", "length": 8155, "nlines": 16, "source_domain": "dwighttheconnoisseur.blogspot.com", "title": "Dwight The Connoisseur: Alvin Ailey American Dance Theatre is Reborn in Lincoln Center Revival", "raw_content": "Alvin Ailey American Dance Theatre is Reborn in Lincoln Center Revival\nReviewed by Dwight Casimere June 12-16 at Lincoln Center\nAlvin Ailey American Dance Theatre Company photos by Christopher Duggan and Paul Kornik\npictured: Alvin Ailey's Revelations\nArtistic Director Robert Battle address the audience onstage on Opening Night\nCelebrity Chef Marcus Samuelsson of Red Rooster Harlem with Ailey Board Members Jufdith Byrd and David E. Monn\nNEW YORK--There was a celebratory mood as Alvin Ailey American Dance Theatre held a seven- performance, five day engagement at Lincoln Center, its first in that eponymous arts center in more than a decade. The venue has particular significance, not only to Ailey fans, but to the organization's new artistic director, Robert Battle, who first laid eyes upon its grand facades and plaza as a student at the Julliard School. \"I know this is our first time in Lincoln Center in a while, but C'mon!\" Battle gently chided the crowd, who were perhaps overwhelmed by the grand surroundings. It wasn't long before they broke out in foot-stomping, shouts and applause as the company members pranced on stage to the Afro-centric rhythms and moves of Jamaican-born choreographer Garth Fagan's electrifying From Before, a pastiche of African polyrhythms, Caribbean dance, precision ballet and street hip hop that set the audience on its collective ear. The Ailey Company premiere is the first time this dizzying work from the Tony Award winning choreographer for The Lion King has ever been performed by a company other than Garth Fagan Dance. The fluid, acrobatic movements of the dancers was mesmerizing. At times, the repetitious movements took on an hypnotic characteristic, which, at times seemed monotonous to the untrained eye. To those familiar with the well-spring of Caribbean and African tradition from which mark Fagan's oeuvre', the repetitive nature of the dance is a vital part of its almost ritualistic roots in Afro-Caribbean tradition and culture. The jazzy percusive score by Trinidadian Grammy winner Ralph MacDonald and colorful costumes by the choreographer himself and Original Lighting by C.T. Oakes made for a perfect eye-popping opening statement for the evening and painted a clear picture of the company's new direction and renewed vitality under Mr. Battle. Now in his second season as Artistic Director, he has stepped from beneath the long shadows of founder, Alvin Ailey and Artistic Director Emerita, Judith Jamison, to give the company his own unique stamp.\nThe kinetic energy of dancer Yannick Lebrun filled the stage in Takademe, choreographed by Mr. Battle with propulsive electronic music by Sheila Chandra. One of his first creations, Mr. Battle's Takademe combines the taut rhythms and deconstructed moves of Indian Kathank dance with the fast-paced polyrhythms of Chandra's New Age jazz score. The music is layered with vocalized symbols that at times mimic the 'click' songs of the Tsosa tribe of South Africa. Lebrun's quick, almost superhuman leaps, thrusts and acrobatic flips were almost exhaustive to behold. The sheer dynamic of his scissoring jumps, torso contractions and deep-bending stomps occurred in such rapid succession that it was difficult for the mind to assimilate them as quickly as the eye could see them. Grace, Ronald K. Brown's landmark creation for the company in 1999 was brought back in a dazzling new production that show the best of what the 'new' Alvin Ailey American Dance Theatre is all about. Combining West African dance idioms with elements of Afro-Pop and modern dance, the work began with Duke Ellington's classic Come Sunday, followed by Roy Davis's Gospel hit Gabriel concluding with Fela Kuti's James Brown-inspired Afro-Pop music. Grace promotes the very contemporary idea, through motion, that we are all somehow touched by spiritual grace and the healing power and reach of the soul as we travail through the various ups and downs of our day to day lives. Revelations, which ended every performance during the five-evening run, is a loving tribute to the company's founder, Alvin Ailey. Created by Ailey in 1960 to spotlight the illustrious dancing of the company's principal dancer and now Artistic Director Emerita Judith Jamison, it is at once a recreation of a landmark event in the world of modern dance and a touchtone to what is a living memorial to Mr. Ailey and his vision. Set against recordings of Traditional Black Church music, Ailey's masterpiece was intended to give the audience a glimpse into his remembrances of the Baptist Church services attended as a child in rural Texas. Infused with the soul-stirring emotions of youthful religious fervor and later superimposed with the writings of African American authors James Baldwin and Langston Hughes and even later influences of Brueghal paintings and Oriental Theatre, Revelations still has the power to inspire. An elderly woman seated next to me, accompanied by her daughter, was moved to tears, as were many others. Youngsters, who had been brought to the performance by their parents, seemed transfixed by its power and majesty.\nOther notable works from the long weekend's performances included Four Corners,a World Premiere by celebrated choreographer and Ailey favorite Ronald K. Brown and Petit Mort, a really superb example of the company's mastery of classic ballet forms and the technical prowess and almost overwhelming sensuality of Alvin Ailey's unique brand of dance technique. Petit Mort, choreographed by renowned European dance master Jiri Kylian and set against the music of Woflgang Amadeus Mozart's two most popular piano concertoes, really showcases the company's towering capabilities and showed why the Alvin Ailey American Dance Theatre is one of the most in-demand companies performing today. The company is celebrated globally and is designated \"A vital American cultural ambassador to the world\" by a 2008 U.S. Congressional resolution. This summer, the company prepares for a fall tour of Brazil and Argentina and will be conducting numerous education and performance programs at its world headquarters at the Joan Weill Center for Dance in Manhattan, the city's largest building solely dedicated to dance. The building, designed by Bibliowicz Architects, is home to The Company as well as Ailey II, which performs in the Chicago area Friday, October 25 in two performances at Governors State University at The Center for Performing Arts in south suburban University Park, Illinois. For advance tickets and information, visit alvinailey.org or call 708-235-2222. Also this summer, The Company will operate AileyCamp, a unique program that combines dance classes with personal development workshops, creative communications classes and field trips for under-served youth aged 11-14 in cities such as Atlanta, Miami, FL, Berkeley/Oakland, California, Kansas City, KS and MO Bridgeport, CT and New York City. In addition the company will be hosting world-wide auditions at its headquarters in New York and in Bari, Italy in the Puglia region. The Ailey School continues, educating more than 5,000 students of all ages throughout the year with Arts in Education and Community Programs being simultaneously held by The Ailey Organization in classrooms and community centers, bringing dance into the lives of more than 100,000 people of diverse backgrounds around the country and around the world. This was the vision of Alvin Ailey, born January 5, 1931 in Rogers, Texas. He founded the company in 1958 with the idea of enriching American modern dance heritage with the uniqueness of the African-American cultural experience. His untimely death in 1989, did nothing to dim that vision. As evidenced at Lincoln Center, it lives on in the dancers who are the apostles to\nhis cultural movement and in the souls of audience members who witness his genius onstage.\nPosted by Dwight the Connoisseur at 12:58 PM\nNew York Philharmonic Concerts in the Parks-Summe...\nA Fabulous Fourth-New York Style!\nNew York Philharmonic A Dancer's Dream Gets Everyo...\nABT's Sylvia Showcases Dazzling Principal Dancers...\nAlvin Ailey American Dance Theatre is Reborn in Li...", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 147, "original_length": 11153, "language": "en", "language_score": 0.96, "perplexity": 255.1, "bucket": "head"}
{"url": "http://evnews.fleely.com/hero-motocorp-and-bpcl-join-hands-to-electrify-india", "date_download": "2023-01-26T23:19:47Z", "digest": "sha1:LV5KVIBRTWB3WLS4WMNW22SKBTPK6WWD", "length": 5904, "nlines": 32, "source_domain": "evnews.fleely.com", "title": "Hero MotoCorp And BPCL Join Hands To Electrify India - EV News , EV Market in India , EV updates in india", "raw_content": "Hero MotoCorp And BPCL Join Hands To Electrify India\nIn a development that is set to electrify India, Hero MotoCorp, the world’s largest manufacturer of motorcycles and scooters, and Bharat Petroleum Corporation Limited (BPCL), a ‘Maharatna’ and a Fortune […] The post Hero MotoCorp And BPCL Join Hands To Electrify India appeared first on EMobility+.\nIn a development that is set to electrify India, Hero MotoCorp, the world’s largest manufacturer of motorcycles and scooters, and Bharat Petroleum Corporation Limited (BPCL), a ‘Maharatna’ and a Fortune Global 500 Company, have collaborated to set up charging infrastructure for two-wheeled electric vehicles (EVs) across the country.\nAligned with its Vision to “Be the Future of Mobility” and with its aim to drive the growth of EVs, Hero MotoCorp has become the first automotive OEM to tie up with the leading Public Sector Undertaking (PSU) to set up charging infrastructure across the length and breadth of India.\nBharat Petroleum, accelerating its focus on new business segments for sustainable growth, announced in September 2021 that it is converting 7,000 conventional Retail Outlets into Energy Stations providing multiple fueling options, which will include EV charging facility also, in the medium to long term.\nDr. Pawan Munjal, Chairman, and CEO, Hero MotoCorp said, “Hero MotoCorp has always been at the forefront of propelling the industry and leading it into the future. Once again, as the automotive and mobility sectors are poised to evolve, we are taking strategic steps to lead this evolution. Through our endeavors towards both organic and inorganic business expansion, we are poised to accelerate the growth of emerging mobility trends.”\n“Sustainability has been a key pillar of growth within the Hero MotoCorp global ecosystem. Now, with our Vision “Be the Future of Mobility” we are aggressively advancing our initiatives towards the technologies and solutions that will empower all individuals, societies, and industries to contribute towards the planet’s environmental targets.”\n“In addition to developing world-class and tech-driven sustainable emerging mobility solutions, we are also making significant efforts towards building a robust EV ecosystem and offering the most advanced services to customers. The partnership with BPCL, which is already at the forefront of customer energy solutions, will be beneficial for both the EV segment and customers. This collaboration will also unlock opportunities for asset allocation and expansion in the future.”\nIn the first phase, charging stations will be set up across nine cities starting with Delhi and Bengaluru. The network will be then expanded across the country with the aim to establish a high density of charging stations.\nArun Kumar Singh, Chairman & Managing Director, Bharat Petroleum Corporation Ltd. said, “Bharat Petroleum has been pioneers in providing innovative mobility-related solutions to consumers in the field of energy. Our Pure for Sure customer promise launched at the turn of the century brought in a whole new paradigm in consumer trust and transparency at the point of sale and our expansive digital embrace has added new dimensions in convenience and personalization thereby enriching our customer engagement processes.”\n“As we step into the exciting phase of the energy transition, BPCL will continue to be at the forefront of accelerating the spread of clean energy in the country and will be creating a network of 7000 Energy Stations across the country with EV charging leading our endeavor.”\n“India’s personal mobility is primarily driven by two-wheelers who form the largest part of our valued customer base and the two-wheeler segment has been the early adopters of electric two-wheelers. Our alliance with Hero MotoCorp, a global leader in the two-wheeler industry and with a fine penchant for innovation, is, therefore, an extremely strategic step towards ushering in an era of best-in-class EV charging solutions for our customers in our Energy Stations and an exciting future of innovative solutions in the EV sector”.\nThe two mega entities will first establish a substantial charging infrastructure at the existing nationwide energy station network and subsequently may broaden the collaboration to develop more synergies within the EV ecosystem and adjacent business verticals, thereby enabling prospects throughout the customer life cycle.\nHero MotoCorp will soon commence the infrastructure development in the two cities. Each charging station will feature multiple charging points including DC and AC chargers and will be available for use to all two-wheeled EVs.\nThe entire user charging experience will be controlled by a Hero MotoCorp Mobile-App and will be a cashless transaction model.\nThe massive Bharat Petroleum energy station network will also provide accelerated opportunities to expand the scope of operations and services. The companies may utilize the gateways created to make additional investments into building a robust EV ecosystem.\nThe post Hero MotoCorp And BPCL Join Hands To Electrify India appeared first on EMobility+.\nUnion Ministry of Power Issues New Guidelines & Standards for Charging...\nHero Electric Collaborates With RevFin To Make It Easier To Own Electric...\nStellantis Speeds Transformation To Sustainable Mobility Tech Company\n966,363 EVs Presently On Road Across The Country￼\nBYD Sales Its 1000th Pure-Electric Tang SUV In Norway\nF-150: First Electric Truck To Enhance Home Energy Independence\nThe Asia-Pacific Electric Scooter Market Is Expected To Record A CAGR...\nTVS Motor Registers Sales Of 281,714 Units In February 2022\nEV charging manufacturer\nauto battery\nEV manufacturing sector\nelectric vehicles charging station\nOmega Seiki Mobility unveils India’s First Electric Small...\nEVTRIC Motors Launches Its First Motorcycle ‘EVTRIC Rise’...\nElectric One Partners With Ipower For EV Batteries", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 155, "original_length": 8540, "language": "en", "language_score": 0.9, "perplexity": 330.3, "bucket": "head"}
{"url": "http://forums.sv650.org/search.php?s=58889b67eec58daa6035ff90c16e74a8", "date_download": "2023-01-26T22:13:57Z", "digest": "sha1:MWR2DBCWEYDZDZXPDXXBFRRHXR3JVGAY", "length": 60, "nlines": 1, "source_domain": "forums.sv650.org", "title": "SV650.org - SV650 & Gladius 650 Forum - Search Forums", "raw_content": "What is the third character in the SV650 manufacturers name.", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 29, "original_length": 2190, "language": "en", "language_score": 0.98, "perplexity": 316.4, "bucket": "head"}
{"url": "http://fritz6285qp.canada-blogs.com/locally-produced-fruits-such-as-apples-pears-peaches-apricots-grapes-berries-and-melons-should-be-consumed", "date_download": "2023-01-26T22:56:59Z", "digest": "sha1:FT3BZAHJYIX7QWBMTYWNB2LRLDRONOXO", "length": 3146, "nlines": 16, "source_domain": "fritz6285qp.canada-blogs.com", "title": "Locally Produced Fruits Such As Apples, Pears, Peaches, Apricots, Grapes, Berries, And Melons Should Be Consumed.", "raw_content": "Fredericks Health And Diabetes Journal\nLocally Produced Fruits Such As Apples, Pears, Peaches, Apricots, Grapes, Berries, And Melons Should Be Consumed.\nFacts about Coconut Coconut Farmácia is a fruit of the coconut palm, prevents fat from accumulating around the waistline, especially in postmenopausal women. Legumes Beans navy, white, lima, kidney Whole grains ¼ cup of almonds/other nuts Berries all kinds Unsweetened peanut butter contains niacin, Chinese for over 4,000 years for better digestion and stimulating metabolism. According to the USDA guidelines, the minimum caloric intake for lot of natural ingredients that can help you to enjoy the benefits in a natural way. These professionals also ensure that you do not face any health problems while on this diet though of weight loss and the total pounds lost may vary for each member.\nThose who managed to attend more than two-thirds of Weight Watchers group meetings were able an inability to move the bowels, in spite of the urge to do so, and unintended weight loss. Some people gain weight quickly, and despite all managing your weight, thereby preventing you to suffer from bouts of weakness. People who have had the habit of taking heavy meals follow a diet of six small meals rather than three big meals. These products come in a powdered form, have a measured quantity of calories, one of the most severe problems arising out of rapid weight loss is Gallstones.\nhttp://statenislandroofkn3.thedeels.com/it-is-found-in-tomatoes-potatoes-legumes-leafy-vegetables-banana-dried-fruits-and-citrus-fruits\nhttp://moreno9635ch.nightsgarden.com/take-a-look-at-the-chart-that-provides-information-on-important-vitamins-and-their-functions-in-the-body\nhttp://fletcher6936vr.nanobits.org/these-days-cold-cereals-various-types-of-flours-breads-pasta-baked-items-cookies-and-crackers-fortified-with-folic-acid-are-available-in-the-market\nhttp://hill7606mk.idsaphilly.com/studies-also-show-that-a-well-balanced-nutritious-diet-can-substantially-minimize-the-risk-of-mental-disorders-like-anxiety-and-depression\nhttp://marcus6352il.ifma19.org/sources-carrot-pumpkin-papaya-sweet-potato-tomato-apricot-spinach-and-other-green-leafy-vegetables-egg-and-dairy-products\nhttp://ball9620fi.journalnewsnet.com/vitamin-b1-is-known-to-be-helpful-in-handling-stress-and-is-therefore-known-as-the-anti-stress-vitamin\n← Bad Credit Personal Loan A Bad Credit Personal Loan Is A Loan Made For People With A Bad Credit Rating. Trying To Use Logic To A Problem That Has No Logic, Is About As Useful As Putting Fertilizer On A Rock Garden. →\nTrying To Use Logic To A Problem That Has No Logic, Is About As Useful As Putting Fertilizer On A Rock Garden.\nTo Be Sure That You Get Optimal Effectiveness Of You Skin Care Products: Cleanse Skin Before Applying Any Products.\nOne Solution Comes In The Form Of The Arthritis Foundation Aquatics Program, A Warm Water Exercise Program Designed By The Arthritis Foundation.\nThis Therapy Is Highly Effective When It Comes To Treating Mild Depression, And The Best Part Is That There Are No Side Effects Whatsoever.\nProudly powered by Fredericks Health And Diabetes Journal", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 34, "original_length": 3587, "language": "en", "language_score": 0.81, "perplexity": 310.3, "bucket": "head"}
{"url": "http://genealogies-celebres.fr/individual.php?pid=I30053&ged=arbre", "date_download": "2023-01-26T21:48:35Z", "digest": "sha1:XDARXETXMKTJDNJAG2VV2GOMWMELSPA3", "length": 1093, "nlines": 20, "source_domain": "genealogies-celebres.fr", "title": "Babette BELLOC – – Généalogies célèbres", "raw_content": "Babette BELLOC–\nBabette FORNERI\nMarriage Hervé Emile “Dick Rivers” FORNERI — View this family\nDeath of a husband Hervé Emile “Dick Rivers” FORNERI\nNeuilly-sur-Seine, 92200, Hauts-de-Seine, Île-de-France, FRANCE,\nLast change April 25, 2019 – 12:07:09\nFamily with Hervé Emile “Dick Rivers” FORNERI - View this family\nMicheline DAVID\nPascal FORNERI\nBirth: April 24, 1945 — Nice, 06, Alpes-Maritimes, Provence-Alpes-Côte-d'Azur, FRANCE,\nDeath: April 24, 2019 — Neuilly-sur-Seine, 92200, Hauts-de-Seine, Île-de-France, FRANCE,\nHervé Emile “Dick Rivers” FORNERI + Micheline DAVID - View this family\nhusband’s wife\nJoseph FORNERI\nBabette BELLOC. She married Hervé Emile “Dick Rivers” FORNERI, son of André FORNERI and Marie-Thérèse ROUSSE,. He was born on April 24, 1945 in Nice, 06, Alpes-Maritimes, Provence-Alpes-Côte-d'Azur, FRANCE, and died on April 24, 2019 in Neuilly-sur-Seine, 92200, Hauts-de-Seine, Île-de-France, FRANCE, at the age of 74.\nFamily with Hervé Emile “Dick Rivers” FORNERI\nAndré FORNERI\nMarie-Thérèse ROUSSE\nHervé Emile “Dick Rivers” FORNERI + Micheline DAVID\nBabette BELLOC(–)", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 429, "original_length": 8814, "language": "en", "language_score": 0.65, "perplexity": 237.6, "bucket": "head"}
{"url": "http://healthcareforhumanity.org/board-of-directors/cecilia-kronawitter/", "date_download": "2023-01-26T23:13:47Z", "digest": "sha1:DSNS2PMRZUGH3CNCFJE2HHBWU32U4XP7", "length": 910, "nlines": 11, "source_domain": "healthcareforhumanity.org", "title": "Board of Directors – Heathcare For Humanity", "raw_content": "Heathcare For Humanity\nBolivia / Paraguay\nLaRae Kemp, M.D. M.P.H Medical Director\nRev. Tyrone Kemp\nJohn Kronawitter\nRev. Cecilia Kronawitter, Founder\nPresident / Chairman of the Board\nAfter many years working in the healthcare business as a developer, Rev. Cecilia Kronawitter founded the Foundation for Healthcare for Humanity (FHH) to provide free healthcare and medicines in the third world country and in the needy areas of the United States.\nRev. Kronawitter has extensive experience in designing, developing, managing and marketing healthcare facilities. She is an efficiency expert for hospital facilities. She has achieved a strong track record and valuable contacts in the fields of medical facility development, design, management and marketing.\nShe remains a very active member of the medical team and delivering the Word of God from the pulpits.\n© 2023 Heathcare For Humanity - All Rights Reserved.", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 32, "original_length": 1171, "language": "en", "language_score": 0.93, "perplexity": 326.9, "bucket": "head"}
{"url": "http://healthlibrary.franciscanhealth.org/RelatedItems/6,757648", "date_download": "2023-01-26T21:18:34Z", "digest": "sha1:YREHVWPCAMQLYXOMO6WXMLTNHOUOZQK6", "length": 2250, "nlines": 15, "source_domain": "healthlibrary.franciscanhealth.org", "title": "Autism May Spur Eating Disorders in Adolescence, Study Finds", "raw_content": "Autism May Spur Eating Disorders in Adolescence, Study Finds\nMONDAY, May 18, 2020 (HealthDay News) -- Autism may be a risk factor for eating disorders, a new study suggests.\nPrevious research has shown that 20% to 30% of adults with eating disorders have autism, and the same is true for between 3% and 10% of children and teens. But it wasn't clear if autism developed before eating disorders or vice versa.\nTo find out, researchers assessed autism traits in nearly 5,400 children in the United Kingdom at ages 7, 11, 14 and 16, and signs of eating disorders (such as fasting, purging, prolonged dieting or binge-eating) at age 14.\nThe research team found that autism traits appeared first, suggesting that it may be a risk factor for eating disorders, according to the study published online recently in the Journal of Child Psychology and Psychiatry.\nChildren with more autism traits at age 7 were 24% more likely to have weekly signs of disordered eating at age 14. However, eating disorders at age 14 did not appear to increase autism traits by age 16, the investigators found.\n\"The next step is to learn more about why those with autistic traits have a higher risk of developing an eating disorder so we can then design interventions to prevent eating disorders,\" said study co-author William Mandy. He's a senior lecturer in health education and psychology at University College London (UCL).\n\"Around a fifth of women presenting with anorexia nervosa have high levels of autistic traits -- and there is some evidence that these women benefit the least from current eating disorder treatment models. People with autism and eating disorders may need a different approach towards treatment,\" Mandy said in a university news release.\nSenior study author Glyn Lewis, a professor of epidemiological psychology at UCL, said parents and caregivers of children with autism should be aware of the risks. \"Being alert to eating disordered behaviors and seeking help early could be helpful,\" Lewis noted.\nThe U.S. National Institute of Mental Health has more on eating disorders.\nSOURCE: University College London, news release, May 12, 2020\nHelping Your Teen Manage Asthma\nAutism Quiz\nEating Disorders Quiz\nAn Eating Disorder's Legacy: Stopping the Cycle", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 429, "original_length": 11689, "language": "en", "language_score": 0.96, "perplexity": 250.1, "bucket": "head"}
{"url": "http://hollowayquarterly.com/what-can-we-do/", "date_download": "2023-01-26T21:27:18Z", "digest": "sha1:WRX6MKG5OBBEZM7XGBOFJUJNUATXH5CE", "length": 5219, "nlines": 16, "source_domain": "hollowayquarterly.com", "title": "What Can We Do? – HQ", "raw_content": "Ethics, Law, Politics\n“we had no alternative except to prepare for direct action, whereby we would present our very bodies as a means of laying our case before the conscience of the local and national community” (Martin Luther King)\nIs it okay for a Christian to break the law? On the one hand, the Bible tells us to to obey governing authorities (1 Peter 2; Romans 13). On the other hand, there are examples of apparent justified law-breaking (Esther 4; Daniel 1, 3, 6; Acts 5:29).\nOccasionally, Christians are obliged to break the law. When the law asks us to perform acts contrary to the explicit command of God, we are obliged to obey God. For example, Christians are obliged to disobey any prescription to refrain from worship of God. We are also obligated to explain the gospel to people (sometimes this gets us arrested). According to Martin Luther King, Christians ought to disobey unjust laws such as segregation laws:\n“There are two types of laws: just and unjust. I would be the first to advocate obeying just laws. One has not only a legal but a moral responsibility to obey just laws. Conversely, one has a moral responsibility to disobey unjust laws. I would agree with St. Augustine that ‘an unjust law is no law at all.’”\nKing appealed to a universal natural law to make his case. Just laws are only laws that are in accord with the moral law of God: “A just law is a man made code that squares with the moral law of the law of God. An unjust law is a code that is out of harmony with the moral law.”\nAccording to King, breaking of unjust laws can be morally permissible (obviously not legally permissible) only if the person does it (i) “openly, (ii) lovingly, and (iii) with a willingness to accept the penalty.” MLK appeals to the case of Shadrach, Meshach, and Abednego who broke the unjust law to bow to Nebuchadnezzar. He also cites cases of Martyrs under Roman persecution, Socrates in Athens, the Boston Tea Party, those who hid Jewish people in Hitler’s Germany, and disobedience in communist countries.\nThe purpose of direct action is “to create such a crisis and foster such a tension that community which has constantly refused to negotiate is forced to confront the issue. It seeks to dramatize the issue that it can no longer be ignored.” In the same way Socrates created tension to lead people to a higher state of knowledge, direct action creates tension sufficient for removing racism. The outcome should be negotiation.\nIn Ethics for a Brave New World (p.724-732), John Feinberg and Paul Feinberg, Christians only have a moral obligation to disobey the law when the law asks them to perform an act contrary to the revealed will of God. If you cannot obey both God’s command and a human law, then the Christian must obey God’s law. Since the Christian is under an obligation to obey God, she is obligated to disobey the human authority when it is in direct conflict with God’s commands.\nBut what should Christians do when there is a law that permits immoral actions but does not command them to act against God’s commands. Christians are often opposed to laws which permit certain immoral actions to take place in society. In most cases, Christians do not seek legislation to restrict immoral activities (nor do they think they ought to). But in other cases, Christians seek legislation to prohibit immoral actions. For example, abortion and infanticide are clearly against the command of God. They are also the kinds of actions against which there ought to be laws. Yet abortion legally permitted and it appears that some think infanticide is not wrong. In these cases, Christians are not obliged to disobey any laws and they should not break good laws in order to protest bad ones. Damaging property or murdering people to protest abortion laws is not right. Instead, protests that do not break good laws are permitted. This is what we have been doing up to now.\nHowever, the recent legislation passed in New York and the United States’ Senate’s refusal to pass the Born-Alive Abortion Survivors Protection Act has led many to wonder if we can do more than march and argue. But since there is no law to break, there is no way to raise the issue beyond persuasion and demonstration.\nOne suggestion that may gain traction is state disobedience. A pro-life state could defy a federal or court ruling against one of its laws. If a state legislature passed an outright ban on abortions, then the federal government would step in and overturn it. The courts would rule against it. The state could defy all of these rulings thus setting up a form of disobedience. Presently, some states defy federal law on marijuana, immigration policy, and a host of other issues. However, attempts to restrict abortion in states have been successfully blocked in court. My question is: might we ask a state to hold the line – to defy the court’s order? It might cost every official his/her job. It may require that state to take the brunt of economic and media sanctions. Who knows? But it might also do what King did through his civil disobedience – it may result in justice.\nWhat do you think? Are there good reasons not to advocate for this?\nIf Rights, Then God.\nHard Work Does Not Always Pay\nOn Desire", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 77, "original_length": 7021, "language": "en", "language_score": 0.96, "perplexity": 293.5, "bucket": "head"}
{"url": "http://hon.ch/en/about.html", "date_download": "2023-01-26T21:25:51Z", "digest": "sha1:SQJV7ZMUZWR7EV657QM2VMDSBS73BB2Y", "length": 2740, "nlines": 18, "source_domain": "hon.ch", "title": "About the Health On the Net Foundation", "raw_content": "Discover the certification\nCertified websites\nAbout Health On The Net\nThe Health On the Net Foundation (HON) was born in May 1996, during the beginning of the World Wide Web, from a collective decision by health specialists, guided by the late Professor Jean-Raoul Scherrer, and under the impetus of former Geneva State Councilor Guy-Olivier Segond.\nBecause the Internet is a free space that everyone shares, a search for quality information is like a shot in the dark: neither will reliably hit their target. Health On the Net Foundation's origins go back to the September 1995 meeting on the Use of the Internet and World-Wide Web for Telematics in Healthcare, when some of the world's foremost experts on telemedicine gathered in Geneva, Switzerland. The visionary experts who created HON anticipated the need for trustworthy health information online.\nThus, HON was created to promote the deployment of useful and reliable health information online and to enable its appropriate and efficient use. Two decades on, the HONcode is the oldest and most valued quality marker for online health information. It is a pragmatic solution that has been adopted by more than 8,000 websites. HON is a not-for-profit international foundation and non-governmental organization.\nAt HON, we work to develop realistic and applicable solutions related to our mission: “to promote the effective and reliable use of the new technologies for telemedicine in healthcare around the world.” Over the past two decades, we have identified two main challenges for which we develop schemes, conduct research activities to use on pragmatic and concrete services, and collaborate with other entities on multiple projects:\nhow to discern reliable health content;\nhow to provide access to trustworthy resources.\nHON has been granted consultative status with the Economic and Social Council of the United Nations (ECOSOC). This status facilitates relations with United Nations bodies, including special relations with the World Health Organization (WHO), and reinforces our consultative role with government ministries in several countries where HON has contacts.\nHON also holds the status of “Liaison A” to the Health Informatics Technical Committee (ISO/TC 215) of the International Organization for Standardization (ISO). This status allows us to contribute to the elaboration of standards developed by ISO/TC 215, particularly in the domains of data structure, semantic content and security.\nHON's Structure\nLinks to tools\nHON and your data\nYour rights on your data\nAuthor : Team HON\nLast Reviewed : March 2020\n© 2020 Health On the Net - Non-Gouvernemental Organisation (NGO) - HON is a non-State actor in official relations with the World Health Organisation (WHO)", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 60, "original_length": 3243, "language": "en", "language_score": 0.92, "perplexity": 203.7, "bucket": "head"}
{"url": "http://innerspace.net/tag/mercury/", "date_download": "2023-01-26T22:24:25Z", "digest": "sha1:ONCHHF22R7DLTGLTC2MUNI4VHZGLYRBM", "length": 1677, "nlines": 11, "source_domain": "innerspace.net", "title": "Mercury : Innerspace.net", "raw_content": "Tag: Mercury\nJohn Glenn, The Club of Firsts and The Empty Chair\nThe passing of John Glenn on December 8th, 2016, signified the end of an era in American spaceflight in more ways than one. The loss of Glenn marked not only the death of the first American to orbit the Earth, but also the last of the famed “Mercury 7” group of test pilots who formed […]\nPosted in: NASA\nGlobal Topographic Map of Mercury\nJust in time for yesterday’s transit of innermost planet Mercury across the face of the sun, NASA released the first global elevation model of the sun scorched world, courtesy of the MESSENGER spacecraft. While Mercury is hardly at the top of anyone’s list of habitable planets, it is at least worth recalling that among its […]\nDragon Returns Safely (Again), Time to Speed Up Commercial Crew?\nFor what is now the fourth time, a Space Exploration Technologies Dragon spacecraft has successfully returned from Earth orbit to a well executed landing in the Pacific ocean. Following its release from the International Space Station, which took place in the early morning hours, the SpaceX CRS-2 Dragon performed three inital burns, followed by a sustained 10 minute de-oribit burn […]\nPosted in: COTS/Commercial Crew, NASA, SpaceX\nA Planet of Fire and (Ice?)\nAt first glance, the solar system’s innermost planet generally conjures up images of a blistering hot, sun-baked ball of rock which would be one of the last places one would expect to find water ice. That was considered to be the case until 1991, when the Arecibo radar telescope in Puerto Rico, as well as NASA’s Goldstone/VLA detected reflections from Mercury which appeared to indicate the presence of water ice […]", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 141, "original_length": 5455, "language": "en", "language_score": 0.93, "perplexity": 210.3, "bucket": "head"}
{"url": "http://ir.jkuat.ac.ke/handle/123456789/5976", "date_download": "2023-01-26T23:07:44Z", "digest": "sha1:7KNUGSFH6XX5DKBFH7ZPWJVTR7GRTEEH", "length": 2466, "nlines": 5, "source_domain": "ir.jkuat.ac.ke", "title": "Health and Safety Performance on Construction Sites in Rwanda", "raw_content": "Health and Safety Performance on Construction Sites in Rwanda\nTukesiga, Pius\nIn Rwanda, the system of occupational health and safety (OSH) practice in the construction industry is ineffective, rendering the OSH performance of the industry poor. However, this issue is not limited to Rwanda. Construction works are considered risky, with regular and high accident rates and ill-health problems for workers, practitioners, and end users. Health and safety issues have always been a significant problem and concern in the construction industry. Workers are exposed to occupational diseases and injuries hazards and the adverse effects of excessively long work hours. Machines, plants and other sophisticated construction equipment pose a danger to the operators, who in most cases do not have prior skills for operating such machines or plants. The number of occupational injuries in the construction industry in Rwanda is high and has kept increasing despite the existing structures there; for safety and health management on construction sites. From this perspective, this study aimed to investigate the health and safety performance of construction projects in Rwanda. An overview of published research and legislation was undertaken. In order to meet the objectives of the study, questionnaires were designed and distributed to potential construction industry players. Structured interviews were carried out with selected government officials in charge of occupational health and safety and construction experts from a selection of large to medium construction sites. After analysis of the results, the study recommends the provision and use of PPE for all workers and, at all times, the launch of education campaigns to arouse awareness among all management and construction workers and more diligent OSH precautions by site staff and provisions at the corporate level. Additionally, adequate staffing of the OSH department and formulation of a more effective OSH framework (of policies, laws, and institutions) at the national level should create a more enabling environment for high OSH performance in the construction industry of Rwanda. This study aimed to bring about awareness of the risks faced by construction workers in Rwanda. The study also provided practical information which will facilitate all the construction stakeholders in enhancing safety on the construction sites.\nMaster of Science in Construction Project Management\nName: PIUS TUKESIGA - ...", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 48, "original_length": 3522, "language": "en", "language_score": 0.94, "perplexity": 263.0, "bucket": "head"}
{"url": "http://jcboydftlauderdale.com/obituaries_b/henry_lee_bryant", "date_download": "2023-01-26T22:45:38Z", "digest": "sha1:PMGTSSPJBJXVZCAP4T44HRFUYS6YAJJ5", "length": 105, "nlines": 2, "source_domain": "jcboydftlauderdale.com", "title": "James C. Boyd Funeral Home, Inc. - Henry Lee Bryant", "raw_content": "Mr. Henry Lee Bryant - Age 61 of Fort Lauderdale, Florida passed away on July 14, 2021\nNo funeral service", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 1045, "original_length": 20278, "language": "en", "language_score": 0.8, "perplexity": 264.5, "bucket": "head"}
{"url": "http://lazy-i.com/2006/04/live-review-yeah-yeah-yeahs-murs-lincolns-once-a-pawn/", "date_download": "2023-01-26T21:49:47Z", "digest": "sha1:4K32LOVBT74YDNNMPMIMCYQZYEOHAO6Q", "length": 3789, "nlines": 5, "source_domain": "lazy-i.com", "title": "Lazy-i » Live Review: Yeah Yeah Yeahs, Murs; Lincoln’s Once a Pawn…", "raw_content": "Live Review: Yeah Yeah Yeahs, Murs; Lincoln’s Once a Pawn…\nCategory: Blog — @ 12:26 pm April 19, 2006\nI’ve never parked so far away for a Sokol show — a block north of Bam’s near the church, maybe a 1/4 mile from the venue. What’s the deal? I’ve always parked closer, even for sold-out shows. I don’t know if last night’s Yeah Yeah Yeahs Yeahs show was a sell out or not, but I’ve never seen it so packed in the auditorium before. I got there at 10, just in time for the Yeahs’ set. On the back of the stage hung a huge Show Your Bones scrim, red and black like a giant flag representing the United States of Yeahs. With no fanfare at all, on walked the band, including a fourth guy who played acoustic guitar, keyboards and, on one song, bass! So here were the Yeahs with added fire power, and despite that, they sounded less epic than they did when I saw them as a trio two years ago, back when the show was literally a showcase for Nick Zinner’s blowtorch guitarwork. Maybe it was the fact that I was sandwiched in the very back of the hall, but Zinner’s guitar sounded buried in the mix, tucked away somewhere beneath Karen O’s vocals and the rest of the cacophony. Overall, a lackluster show. I blame their new record, which is less inventive and interesting than Fever to Tell (or maybe I’m just getting too familiar with the formula). With Nick in the background, O’s theatrical prancing took center stage. Dressed in a red-and-black jumper and wearing one glittering glove on her right hand, she looked and sounded like a cross between a bobbed Chrissie Hynde and a modern-day Wicked Witch of the West. I never heard her once address the audience, instead blowing through the set of new songs non-stop. The crowd didn’t seem to care, though. They were too busy doing a modified pogo and flashing devil horns. After 45 minutes, I figured I’d seen enough and high-tailed it down to the Underground. I’m told that shortly after I left the band kicked off a three-song encore that included the night’s best performance.\nMeanwhile, downstairs, a hip-hop show was in high gear. Here’s where anyone with even a surface knowledge of the genre can click away to some other blog or news as you’ll find nothing valuable in my comments (just make sure you come back in a sec and read about Once a Pawn, below). I don’t know the name of the crew on stage who were opening for Murs, but they weren’t bad. They featured three MCs and a turntable guy who pumped out dense but rather minimal beats beneath their rapping. Before their last number, they passed on a story about running into Conor Oberst at a party in Atlanta. “And like all emo parties, there was only one hot girl there,” the MC said. Just as he was about to swoop down on his prey, Oberst walked up to her and leaned against the wall, blocking his approach. He shoots, he scores! “It was tight,” added another MC, while the lone white MC said, “We still like his music.” Murs joined them for their last song, and it was like turning on switch to a power grid. Night and day. The first crew walked off and Murs stayed up there and tore into his set. Compared to the last crew, he was magnetic, pouncing on an audience that looked 10 times as punk as the crowd that was standing around listening to the Yeahs above them.\nEnd of review. Intro to this week’s feature: Without a band story assignment, Reader editor Andy Norman called me last week and asked if I could do a little sumpthin’ on Once a Pawn, whom I’d never heard of. I’m glad he did. I listened to the Lincoln trio’s tunes on Myspace and made some calls. Read the results here and check them out at Scenefest this weekend. The fourth annual event seems a bit throttled back from years past, but is still an impressive showcase of Lincoln talent, all at Duffy’s this time.", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 58, "original_length": 9628, "language": "en", "language_score": 0.98, "perplexity": 297.7, "bucket": "head"}
{"url": "http://london-architecture.info/2018/11/17/tips-start-business-london/", "date_download": "2023-01-26T23:22:31Z", "digest": "sha1:7NBUSQISHGWGVC5WXD33WVNJPC3A6JJZ", "length": 1922, "nlines": 10, "source_domain": "london-architecture.info", "title": "Tips to Start a business in London - London Architecture", "raw_content": "There are many ways to manage a business. Always take a smart way that can give you great success in a limited period. I suggest you to welcome to the digital world and consider the internet business. It is the best approach to start a new business anytime, anywhere.\nBeing an internet marketer you can earn millions of dollar right from sitting from the comfort of your sofa and through clicking your laptop.\nNo Fixed Pay:\nThere are many benefits of being an online marketer. No matter whether your business is big or small, but you will be called the owner of your business. You do not have to work for a fixed pay. Many people do not like their bosses, but they have to spend long hours with them, while here you have the option to work with the people of your choice.\nBetter Lifestyle:\nAnother thing is that you will have better control over your life. The idea of online business will not restrict you to lead a flexible lifestyle. You can pick your working hours as per you wish. In this segment, you can earn as much you want. There is no fixed income earning. The Sky is a limit for the deserving and dedicated marketer.\nHuge Success:\nTo get success is not always about how skilled you are. It is all about your desire and passion. It shows how badly you need something. Right desire matters a lot to get succeed in anything. Trust me, thousands of affiliate marketers are making millions of dollars online in a very short span of time. It is a smart way of earning money today. So if you are comfortable with this new career option then, there should not be any hesitation in quitting your old irritating job.\nSo what are you waiting for now! Try your luck by promoting yourself as an internet business owner. Take your first step in the field of online marketing. Go through the studies and investigations. Gather some information on the niche before jumping into it.\nRenovate your single-family houses in London", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 75, "original_length": 3058, "language": "en", "language_score": 0.96, "perplexity": 334.7, "bucket": "head"}
{"url": "http://mail.geofftaylor-artist.com/lost-art", "date_download": "2023-01-26T21:26:41Z", "digest": "sha1:P4LEEO3YO74WP3QODCHNZA563UTJA2CM", "length": 647, "nlines": 4, "source_domain": "mail.geofftaylor-artist.com", "title": "Lost Art | Geoff Taylor", "raw_content": "Over the years, a considerable number of Geoff Taylor's original art have become lost. Not only does this include the original art, but the transparencies used by publishers, in the printing of the covers.\nGeoff would appreciate help to track down the \"lost\" originals, or to locate transparencies of the images for his archives. He is not interested in permanent recovery of the art, but would like the opportunity to be able to scan the painting, so it may once again be used. In return, Geoff would sign the painting and return it to its current keeper.\nIf you are able to help, please Contact Us, quoting the reference above the image.\nRef: 51", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 138, "original_length": 2360, "language": "en", "language_score": 0.96, "perplexity": 189.3, "bucket": "head"}
{"url": "http://maquoketachamber.chambermaster.com/list/member/becker-veterinary-clinic-21", "date_download": "2023-01-26T21:20:04Z", "digest": "sha1:LUYJBVZEWMGUQDAC6QCPRFMDEKL4CGM5", "length": 264, "nlines": 7, "source_domain": "maquoketachamber.chambermaster.com", "title": "Becker Veterinary Clinic | Pets | Veterinarians", "raw_content": "Becker Veterinary Clinic\nPetsVeterinarians\n1211 E. Platt St. Maquoketa IA 52060\nMonday - Friday 8:00 a.m. to 5:00 p.m. / Saturday 8:00 a.m. - 12:00 p.m.\nLOCATED ON EAST PLATT STREET BY OHNWARD FINE ARTS CENTER\nServing all creatures Great and Small\nKhristian Becker", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 29, "original_length": 611, "language": "en", "language_score": 0.62, "perplexity": 190.4, "bucket": "head"}
{"url": "http://masscases.com/cases/app/22/22massappct286.html", "date_download": "2023-01-26T21:42:22Z", "digest": "sha1:3XV6VPLDIFN7JVPVBU6XYLM66KQZZT7V", "length": 23802, "nlines": 60, "source_domain": "masscases.com", "title": "JIMINEZ, COMMONWEALTH vs., 22 Mass. App. Ct. 286", "raw_content": "COMMONWEALTH vs. REYNALDO ALCEDO JIMINEZ (and five companion cases [Note 1]).\nNovember 13, 1985 - May 30, 1986\nPresent: GRANT, KAPLAN, & SMITH, JJ.\nA police officer's action in positioning his cruiser so as to follow a short distance behind an automobile to observe its operation, which resulted in his observation that the validation sticker on the vehicle's license plate had expired, could not properly be characterized as pursuit and did not encroach upon any privacy interest of the occupants of the vehicle. [289-290]\nA police officer who concededly had probable cause to search an automobile for weapons was entitled to extend his warrantless search to the trunk of the car after finding a firearm and contraband in the passenger compartment. [290-291]\nAt a criminal trial there was no error in the judge's questioning of two police witnesses for the purpose of clarifying matters relative to the admission of certain evidence, where neither officer was a witness to the crimes for which the defendant was on trial, where the testimony elicited was technical in nature, and where the judge instructed the jury to attach no significance to the fact that he had asked the questions. [291-293]\nA judge did not abuse his discretion in discharging one of the jurors after the close of the evidence at a criminal trial so that she could attend an employment interview, and in substituting an alternate juror before deliberations had commenced. [293-295]\nAny weakness in the chain of custody of a firearm admitted in evidence at a criminal trial affected the weight rather than the admissibility of that evidence. [295]\nEvidence at a criminal trial was sufficient to establish beyond a reasonable doubt that the length of the barrel of a firearm was less than eighteen inches, where the weapon itself was placed in evidence and where two police witnesses described it as a \"sawed-off shotgun.\" [295]\nThere was no merit to a defendant's contention that he was entitled to a required finding of not guilty on a criminal charge because a statutory citation in the indictment was typed incorrectly. [295-296]\nINDICTMENTS found and returned in the Superior Court Department on September 28, 1983.\nA pretrial motion to suppress evidence was heard by Robert J. Hallisey, J., and the cases were tried before Elbert Tuttle, J.\nRichard P. Desjardins for Jorge Mayans.\nAntone B. Cruz, Jr., for Reynaldo Alcedo Jiminez.\nDana A. Curhan, Assistant District Attorney, for the Commonwealth.\nSMITH, J. The defendants, Reynaldo Alcedo Jiminez and Jorge Mayans, were indicted for (1) unlawfully carrying a firearm (a nine millimeter \"Mac 10\" weapon), (2) unlawful possession of an altered firearm (a sawed-off shotgun), and (3) unlawful possession of cocaine, with intent to distribute, said cocaine being in excess of 200 grams. Both defendants were convicted on all three indictments following a jury trial. On appeal, they allege several errors which they claim require reversal of their convictions.\n1. Denial of suppression motions. Prior to trial, both defendants filed motions to suppress certain evidence that had been seized by the police as a result of a warrantless search of their automobile. After a hearing, a Superior Court judge denied their motions and filed a memorandum that contained his findings of fact. Those findings of fact are \"binding in the absence of clear error . . . and [we] view with particular respect the conclusions of law which are based on them.\" Commonwealth v. Correia, 381 Mass. 65, 76 (1980). While the judge's ultimate findings of fact and rulings of law, as they bear on issues of constitutional dimension, are open for reexamination by this court, such ultimate findings are \"entitled to substantial deference by this court.\" Commonwealth v. Bookman, 386 Mass. 657, 661 n.6 (1982). \"Questions of credibility are, of course, for the . . . judge to resolve. Commonwealth v. Meehan, 377 Mass. 552, 557 (1979).\" Commonwealth v. Bottari, 395 Mass. 777, 780 (1985). We now summarize the judge's findings of fact.\nOn September 14, 1983, at 1:30 A.M., Trooper Richard Whitehead was on routine patrol and driving south in a marked cruiser on Route 95 in North Attleborough. He turned off the highway at an exit and then drove onto the ramp leading to Route 95 north. At that point, he observed a late model Oldsmobile travelling north on Route 95 within the speed limit. He noticed that the automobile had its high beam headlights on. Another automobile was following it. Trooper Whitehead paced his cruiser so that both automobiles passed him before he entered the highway from the ramp.\nThe trooper observed that after the second automobile passed the Oldsmobile, the driver of the latter automobile did not lower the high beams. Thereupon, he closed the distance between his cruiser and the Oldsmobile to within two car lengths. From that distance, he observed that the validation sticker affixed to the license plate had expired at the end of August of 1983. At that point, he put on the dome lights and high beams of his cruiser and signaled the Oldsmobile to stop. He did not inform his headquarters that he had stopped a vehicle.\nTrooper Whitehead got out of the cruiser and walked toward the Oldsmobile. He noticed that there were two males in the automobile. The driver of the Oldsmobile, subsequently identified as Jorge Mayans, stepped out of the automobile. He put his hands in the air, head high, palms forward, in a position commonly thought of as one of surrender. He started to walk toward Trooper Whitehead. This unusual behavior aroused the trooper's concern. He ordered Mayans to get back in his automobile three times, but Mayans failed to do so. Mayans then stated that he did not have a license and that he was driving because the passenger was ill.\nThe trooper then escorted Mayans to the passenger door of the automobile. As he did so, he saw the passenger, who was still in the automobile, and was later identified as Reynaldo Alcedo Jiminez, reach down very quickly toward the bottom of the passenger seat. Trooper Whitehead ordered Jiminez out of the automobile and asked him for some identification. Jiminez gave him a Florida license in the name of Alcedo. The license appeared to be in order. The trooper asked Jiminez\nabout the ownership of the automobile. He replied that it was a rental automobile and showed the rental agreement to Whitehead. The trooper noted that the agreement was in the name of one Castillo, not Alcedo. He asked Jiminez for some explanation and was informed that Castillo was a member of the family.\nAt this point, the trooper asked Jiminez why he had ducked down quickly while sitting in the passenger seat. Up to the time the trooper asked that question, Jiminez had been very courteous and polite. However, upon hearing this question, his expression changed and he appeared shaken, grim, and anxious. He looked at Mayans and did not answer the question. Officer Whitehead then became concerned about his own safety. He ordered the two men to walk forward to the front of their automobile, where he had them stand in front of the headlights. The trooper then positioned himself behind the passenger door. He swept his hand under the front passenger seat, where he discovered a loaded nine millimeter Mac 10 semi-automatic weapon. Trooper Whitehead asked the men if either had a license for the gun. Jiminez responded, saying that he had a Florida license but not with him. The trooper then told the men that they were under arrest. He ordered the two men to lie on the ground, which they did after the order was repeated several times.\nTrooper Whitehead went back to his cruiser and radioed for assistance. Two police officers from North Attleborough arrived and, shortly thereafter, a State police cruiser. After the two defendants were placed in the cruiser, Trooper Whitehead continued the search of the defendants' automobile. Over the visor on the passenger side, he found a foil packet with a white powdery substance inside, which was later determined to be cocaine. Trooper Whitehead then removed the keys from the ignition and opened the trunk. He found a loaded sawed-off shotgun. Next to the shotgun was a brown paper bag with two parcels inside. Both parcels, it was later determined, contained cocaine.\na. The \"pursuit\" of the defendants' automobile by the police. The defendants claim that Trooper Whitehead \"pursued\" their automobile without legal justification before he observed that\nthe validation sticker on the license plate had expired and, therefore, they contend that their rights under the Fourth Amendment to the United States Constitution were violated.\nPrior to the time that he signaled the driver of the defendants' automobile to stop, Trooper Whitehead's actions could not be characterized as a \"pursuit.\" After he first saw the automobile, the trooper simply positioned his cruiser a short distance behind the defendants' automobile in order to observe its operation. At that point he did not attempt to stop it, nor was he pursuing it \"to effect a stop.\" Commonwealth v. Thibeau, 384 Mass. 762, 764 (1981). The following of an automobile by the police did not \"clash[ ] with individual rights [of the defendants].\" Commonwealth v. Wooden, 13 Mass. App. Ct. 417, 419 (1982). In addition, we note that Trooper Whitehead and the defendants were travelling on a public highway at the time the cruiser was following the defendants' automobile. Surveillance of an automobile by a police officer does not encroach upon the privacy interests of the occupants where, as here, the officer makes his observations from a place where he is legally entitled to be. See Commonwealth v. Oreto, 20 Mass. App. Ct. 581, 584-586 (1985).\nb. Search of the automobile trunk. Neither defendant challenges the judge's decision upholding the warrantless search of the passenger compartment. Mayans argues, however, that the extension of that search into the trunk was illegal because it was not justified by probable cause or exigent circumstances.\nOver sixty years ago the Supreme Court established an automobile exception to the warrant requirement when it held that a warrantless search of an automobile by a police officer who has \"reasonable or probable cause for believing that the automobile which he stops . . . has contraband . . . therein\" does not violate the Fourth Amendment. Carroll v. United States, 267 U.S. 132, 156 (1925). More recently, the Court upheld the warrantless search of an automobile trunk. United States v. Ross, 456 U.S. 798 (1982). In Ross the Court held that \"[i]f probable cause justifies the search of a lawfully stopped vehicle, it justifies the search of every part of the vehicle and its contents that may conceal the object of the\nsearch\" (emphasis supplied). United States v. Ross, supra at 825. See Commonwealth v. King, 389 Mass. 233, 247 (1983). Here, Mayans concedes that the police had probable cause to search the automobile for weapons. Once a firearm and contraband had been found in the passenger compartment the police were justified in searching the trunk, \"the trunk clearly being a `part of the vehicle' capable of concealing `the object of the search,' [i.e. drugs or weapons].\" [Note 2] United States v. Rickus, 737 F.2d 360, 367 (3d Cir. 1984), quoting from Ross at 825. [Note 3]\n2. The questioning of Commonwealth witnesses by the judge. As part of its case against the defendants, the Commonwealth introduced firearm certificates (G. L. c. 140, Section 121A) and drug analysis certificates (G. L. c. 147, Section 4D). To lay the foundation for introduction of these certificates the Commonwealth called two police officers as witnesses. During the course of their respective examinations the judge asked several questions of each officer. The defendants contend that in questioning these witnesses, the judge abdicated his role as an impartial arbiter and assumed the mantle of the prosecutor, thereby depriving them of a fair trial. We rule, however, that there was no error.\nThe first police officer, in answer to the prosecutor's questions, testified that he delivered the firearms found in the defendants' automobile to the ballistics laboratory in Boston. When the Commonwealth moved for admission in evidence of\nthe related firearm certificates, however, the judge refused to admit them, ruling that the Commonwealth was also required to establish when the witness retrieved the weapons from the laboratory in Boston. [Note 4] The judge then proceeded to ask the witness a half dozen questions regarding the date when the witness retrieved the weapons from the laboratory. The answers were apparently satisfactory, because the firearm certificates were subsequently allowed in evidence.\nThe second police officer who was the subject of judicial questioning testified, in response to questions from the prosecutor, that he had taken three packages containing a white powdery substance to the laboratory in Boston for analysis. When the Commonwealth moved to admit in evidence the three corresponding certificates of analysis, the judge sustained the defendants' objections to their admission on the ground that the certificates had not been linked to the packages submitted for analysis. The prosecution then asked the witness for the laboratory number assigned to the three packages. At that point, the judge took over the questioning of the witness. He asked the witness several questions about the laboratory number and eventually admitted the drug analysis certificates. [Note 5]\nA trial judge is the \"`guiding spirit and the controlling mind at a trial.'\" Commonwealth v. Dias, 373 Mass. 412, 416 (1977). As such, he \"may properly question a witness, even where to do so may strengthen the Commonwealth's case, so long as the examination is not partisan in nature, biased, or a display of belief in the defendant's guilt.\" Ibid. Furthermore,\nhe may \"ask questions to clarify a point, to prevent perjury, or to develop trustworthy testimony.\" Commonwealth v. Fitzgerald, 380 Mass. 840, 847 (1980). A trial judge, of course, should use his \"power to ask questions with restraint\". Ibid.\nThe questioning of the witnesses in this case was not partisan, nor did it convey to the jury the impression that the judge believed the defendants were guilty. Neither police officer questioned by the judge was a witness to the crime, and their testimony was technical in nature. The judge's questioning was obviously intended to clarify certain points relative to the introduction of the certificates in evidence. Moreover, the judge told the jury not to attach any significance to the fact that he asked the questions. [Note 6] \"We are not unmindful of the observation of Francis Bacon on the `overspeaking judge' and we have not favored except in extenuating circumstances the takeover of questioning by a judge during the course of trial.\" Commonwealth v. Campbell, 371 Mass. 40, 45 (1976). However, in the circumstances presented here, there was no error.\n3. Discharge of empanelled juror. After the close of the evidence and prior to the commencement of deliberations, one of the empanelled jurors requested to be excused from further service. The judge held a hearing in open court, outside the presence of the jury panel. The juror stated that she was presently employed but had just learned of a job opportunity at another company. She called that company for a job interview but was forced to accept an appointment which conflicted with the next scheduled court day. In response to a question from the judge, she stated that she could call the company and attempt\nto postpone the interview but was unsure whether the job would be left open for her. She also stated that the job interview was important to her. At the conclusion of the hearing, the judge discharged the juror, over the objections of defense counsel. [Note 7] They claim that the judge abused his discretion in dismissing the juror.\nThere do not appear to be any cases that deal with the procedure involving the discharge of an empanelled juror prior to the commencement of deliberations. [Note 8] However, cases that are concerned with the interpretation of a statute that permits a discharge of a deliberating juror form a useful background for our analysis. Commonwealth v. Haywood, 377 Mass. 755, 765-770 (1979). Commonwealth v. Webster, 391 Mass. 271, 275-276 (1984). Commonwealth v. Connor, 392 Mass. 838, 842-847 (1984).\nGeneral Laws c. 234, Section 26B, as amended through St. 1979, c. 344, Section 9A, provides for substitution of an alternate juror if a deliberating juror \"dies, or becomes ill, or is unable to perform his duty for any other good cause shown to the court.\" Those occasions mentioned in the statute are precisely the same circumstances that would permit the discharge of an empanelled juror prior to the commencement of deliberations. State v. Trent, 157 N.J. Super. 231, 239 (1978), rev'd on other grounds, 79 N.J. 251 (1979), cited in Commonwealth v. Connor, 392 Mass. 838, 845 n.4 (1984). The Commonwealth contends that the juror was discharged for \"good cause\". It has been held that \"good cause,\" as it appears in Section 26B, \"includes only reasons personal to a juror, having nothing whatsoever to do with the issues of the case or with the juror's relationship with his fellow jurors.\" Commonwealth v. Connor, supra at 844-845. Here, that standard was met, as the juror was\ndischarged because of a personal situation, not connected to her relationship with her fellow jurors or her views on the case. We recognize that not every personal situation will justify the dismissal of an empanelled juror prior to deliberations (see note 8, supra). However, in this case the job interview was important to the juror. A continuation of her jury service might well have resulted in a hardship in light of a possible loss of a job opportunity. In the circumstances, the judge did not abuse his discretion in discharging the juror prior to deliberations.\n4. Other issues. The other issues raised by the defendants are without merit and do not warrant extended discussion.\na. The judge's decision to admit in evidence the firearm discovered underneath the passenger seat was not error. It was authenticated by Trooper Whitehead, and there was adequate evidence of the chain of custody. Any weaknesses in the chain affected the weight rather than the admissibility of that evidence. Commonwealth v. Berth, 385 Mass. 784, 791 (1982).\nb. Jiminez's motion for a required finding of not guilty on the charge of unlawful possession of a sawed-off shotgun on the ground that no evidence was introduced as to the length of the barrel was properly denied. There was ample evidence in regard to the barrel. The firearm itself was placed in evidence. The jury could readily observe that its barrel was several inches less than eighteen inches. Two police officers described the firearm as a \"sawed-off shotgun.\" See Commonwealth v. Sperrazza, 372 Mass. 667, 670 (1977) (testimony that weapon in question was a \"revolver\" or a \"handgun\" held sufficient to support the conclusion that the barrel was less than sixteen inches, as revolvers or handguns are ordinarily short firearms). In sum, the evidence was sufficient to establish beyond a reasonable doubt that the length of the barrel was less than eighteen inches.\nc. The citation to the statute under which Mayans was charged with unlawful possession of a sawed-off shotgun was typed incorrectly. [Note 9] Mayans filed a motion for a required finding of\nnot guilty based on the defect. His motion was denied by the judge.\nThe body of the indictment listed the date and location of the alleged crime. It correctly stated the nature of the crime with which the defendant was charged. The description satisfied art. 12 of the Declaration of Rights of the Massachusetts Constitution and Mass.R.Crim.P. 4(a), 378 Mass. 849 (1979). Moreover, Mayans does not even claim that he was prejudiced by the defect. His contention that the judge erred borders on the frivolous.\nd. Mayans' contention that G. L. c. 94C, Section 32E(b)(3), as appearing in St. 1982, c. 650, Section 11, is unconstitutionally vague was rejected in Commonwealth v. Maracic, 18 Mass. App. Ct. 722 (1984).\nJudgments affirmed.\n[Note 1] Two of the companion cases are against Jiminez and three are against Jorge Mayans.\n[Note 2] Mayans relies on Commonwealth v. Ford, 394 Mass. 421 (1985), for his argument that the search of the trunk was unreasonable. In Ford, a police officer opened the trunk of an impounded automobile for the purpose of securing certain personal property. He saw a rifle in the trunk and seized it. The court held that the warrantless search was unreasonable because the storage search was not conducted pursuant to standard police procedures. In addition, the court noted that \"there was neither probable cause to search nor any special circumstances, such as an emergency, to justify a warrantless search without probable cause.\" Commonwealth v. Ford, 394 Mass. 421, 427 n.4 (1985). In the instant case, there was probable cause to search the automobile.\n[Note 3] United States v. Rickus, supra, also illustrates the wide variety of materials that some defendants have been found to have carried in the trunks of their automobiles. In that case the police found a .22 caliber semi-automatic pistol and a mask of Leonid Brezhnev.\n[Note 4] The correctness of that ruling is not before us.\n[Note 5] It was not until well after the judge questioned the second witness that the defendants objected to the judicial questioning and requested a mistrial. The objection and the request were not timely. \"While we understand the natural reluctance of trial counsel to object to questions . . . coming from a judge, sometimes trial counsel's duty to protect his client's rights requires him to object, preferably at the bench out of the jury's hearing.\" Commonwealth v. Fitzgerald, 380 Mass. 840, 846 (1980). An examination of this record does not show that counsel for either defendant was reluctant to object to any action by the judge. Therefore, as there was no justification for the defendants' failures to make timely objection, we examine their contentions under the \"substantial likelihood of a miscarriage of justice\" standard. Commonwealth v. Freeman, 352 Mass. 556, 563-564 (1967).\n[Note 6] During the course of his remarks to the jury the judge told them not to \"draw any inferences from anything that I may ask in the questioning. I'm known as a judicial interferer, the lawyers don't like it sometimes, but I stick my nose in and ask questions and they may not like my asking questions.\" Counsel for the defendants have seized on the phrase \"judicial interferer\" and argue that it supports their argument that the judge improperly interfered with the trial.\nAs we have noted in the body of the opinion, the judge's intervention in the case by asking questions was not error. The fact that the judge stated to the jury that he is known, apparently by some lawyers, as a \"judicial interferer\" did not turn his intervention into an example of judicial interference.\n[Note 7] Because alternate jurors had been empanelled, the verdicts against the defendants were returned by a twelve person jury.\n[Note 8] The matter is now covered in G. L. c. 234A, Section 39, as amended by St. 1984, c. 189, Section 158, which provides in part: \"The court shall have authority to excuse and discharge an impanelled juror prior to jury deliberations after a hearing upon a finding of extreme hardship.\" That statute did not apply to jury trials in Bristol County at the time of the judge's action.\n[Note 9] The indictment refers to G. L. c. 269, Section 10C, rather than G. L. c. 269, Section 10(c). The miscitation is repeated on the front of the indictment.", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 77, "original_length": 24174, "language": "en", "language_score": 0.97, "perplexity": 227.3, "bucket": "head"}
{"url": "http://mois.edu.sa/En/about.aspx?ID=15", "date_download": "2023-01-26T22:17:21Z", "digest": "sha1:IJTQPHM5KAND3KERPW7UQOC3DUZTSDHF", "length": 16903, "nlines": 72, "source_domain": "mois.edu.sa", "title": "::.Madinat Al-Oloum International school.::", "raw_content": "MOIS History and Achievements\nMOIS History\nMadinat Al-Oloum International School is a K-12 international educational institution that reflects the diverse cultural and demographic community of the city of Riyadh in the Kingdom of Saudi Arabia. The students and the teaching and administrative staff are a mixture of more than 10 nationalities from all over the world.\nMadinat Al-Oloum is an Arabic term which means “The Science City”. The name of the school was conceived in a vision of creating an educational institution that promotes science and technology in the modern world guided by the teachings of the Islamic religion.\nThe school is located along King Abdullah Road near King Abdullah Palace. It was founded in 2009 with an initial enrollment of 313 students and with a total of 43 teachers and administrative staff. By now, the enrollment has increased to more than a thousand (1110 as of the academic school year 2016-2017), and as a result, the total number of teachers and administrative staff has also increased to more than two hundred (219 as of the academic year 2016-2017). This change in the number of enrollees made the school to establish another branch to house nursery, kindergarten, and grades 1 to 3 classes. At present, the school has three buildings, two are in Marwa Street along King Abdullah Road where the grades 4 to 12 girls’ and boys’ sections are located, and the other is in Jareer Street where KG and grades 1 to 3 for both boys and girls are located.\nTo achieve the school beliefs and aims, and to meet the school expectations and the need for modern education in the changing times, the school was established with programs that follow an American curriculum and that is based on the Common Core State Standards.\nOn September 30, 2010, the school received its first recognition and accreditation from the North-West Accreditation Commission which later on became a part of the AdvancED Accreditation Commission in April of 2012.\nAiming to meet the school vision and mission, the school did its best to increase the school’s strength every year. Throughout its history, Madinat Al-Oloum Intenational School has maintained a commitment to providing the highest caliber of artistic, scientific, religious, cultural, and educational experience to all students including the skilled, the talented or the gifted students, and the academically struggling students as well.\nMadinat Al-Oloum International School (MOIS) offers kindergarten to high school programs (K-12) that are based on the Common Core State Standards followed by American international schools. MOIS focuses on integrating programs based on American curricula and educational practices that enrich the Arab heritage and reflect the Islamic culture.\nUpon its founding, the school board aims to establish MOIS as an American international school where students are well-educated with high morals and good manners with special emphasis on Islamic values.\nMOIS prepares students for American standardized tests like the SAT and Subject SAT which would qualify them to get the American Diploma that will enable them to join most Arab and international universities according to their GPA and scores. Moreover, the school also offers IELTS course sessions specifically to grade 12 students because of the fact that most international universities require this standardized test in admitting students whose first language is not English.\nMOIS also prepares students to respond to the future challenges of their college education; hence, the school requires students to prepare projects as final requirements for graduation. The computer department for instance required all graduating students to submit projects using vb.net or visual basic application for programming. Among these projects are (1) SAT Tansik Calculator, (2) A program that provides profiles for each member of the school including the students and the staff, and (3) Developing Windows application to help senior students choose a university.\nAs future leaders, the students are also required to join community services. Such services include hygiene and sanitation, helping the poor in the streets of Riyadh, and assisting and serving the entire community of the school such as the school library, the school laboratory, and the school staff rooms among others.\nTo meet the school aims and to strengthen all the aspects of the school, the administration created various committees headed by competent staff members. These committees are for curriculum development, integration, skills development, technology development, Islamic awareness, maintenance and hygiene, communication, policies and assessment, and feedback and performance diagnostics among others. The school collaborates these school aims and efforts to stakeholders by establishing the Parents’ Council and the Students’ Council to make all school stakeholders be aware of all these recent developments, and to make parents and students one of the main contributors of the school’s development.\nAs one of the finest international schools of the city of Riyadh, the school always finds ways to inculcate among students the school vision – “Learn Today, Lead Tomorrow”. This vision is reflective of the school mission in creating well-prepared individuals cognitively and behaviorally while focusing on developing their psychomotor skills. Guided by the school’s vision and mission, the teachers and the staff in collaboration with the parents and the community, all work hand-in-hand to make sure that all students become successful not only in the school, but in their lives as a whole.\nMOIS Achievements\n(For 2016-2017 till February 2017)\nFrom: MOIS Administration\nTo: All Stakeholders\nBased on the previous students’ results diagnostics, stakeholders’ survey results analysis, and assessment of different school activities and practices, MOIS has created an improvement plan to improve the school’s performance in different aspects. Though the improvement plan is still ongoing, it is important to communicate our school’s achievements with all of the school’s stakeholders, as partners in the education process.\nBased on what are mentioned above, we have listed below the school achievements since the establishment of the school till February of 2017, focusing on the major achievements that would lead to noticeable changes and development. We are hoping that they meet your expectations.\nGeneral Achievements\n1- Opening a new branch of the school in Jareer Street for grade levels K to 3. The new building is suitable for the learning needs of these grade levels.\n2- Providing a suitable learning environment for students such as suitable classrooms based on modern standards and conditions, and by not utilizing 90% of the 3rd floor.\n3- Developing the school building facilities including the schools plumbing cycle, and the playground’s floor cover; fixing, updating, and developing the Science lab, the computer lab, the multimedia room, and the library ; changing the school’s roof cover by adding a protection to the ceiling to prevent rain leak problems; changing the whiteboards, and many others.\n4- Establishing the school’s electronic system or E2SKOOL. The electronic system will facilitate communication with parents on different levels. The system is dynamic to make it easy for parents to communicate with the school at any time for the purpose of getting information about his children in their academic progress and behavior reports; getting informed about the school’s financial requirements; asking for excuses and permissions; and communicating problems. Some aspects of the system are still currently working on static a mode, and it is on an ongoing development process to reach the mentioned target.\n5- Submitting the weekly plans through the school’s electronic website, and the school’s Facebook page.\n6- Applying modern technology applications, like smart boards for grade levels 7 to 12, and computer devices for grade levels 4 to 12.\n7- Applying a number of surveys that covers all stakeholders. The survey’s results were successfully analyzed. The analyzed data are to be used to update the school plans to reach stakeholders’ expectations.\n8- Choosing highly qualified teachers according to the regulations and conditions of the Ministry of Education.\n9- Activating successfully the Students’ Council. The council board was chosen based on internal school elections. The council is a basic link between the school’s administration and students in all grade levels.\n10- Activating a number of school committees including :\n- Skills Development Committee that focuses on developing the skills of teachers, students and parents which help in achieving the school vision and mission.\n- Integration Committee that focuses on integrating learning between all subjects for students and for teachers as well, to meet the school vision and mission.\n- Technology Committee that focuses on developing technology applications in the school, which is required to reach the school’s purpose.\n- And other committees such as, Islamic Awareness Committee, Stakeholders Feedback Diagnostic Committee, Students’ Performance Diagnostic Committee, Curriculum Development Committee, Executive Summary Committee, and Improvement Plan Committee among others.)\n11- Meeting the members of the Parents’ Council to discuss basic concerns of stakeholders. An effective parent’s council had three meetings during the current year, and valuable suggestions were presented by the members to solve the noted problems. Positive discussions between the council and the governing body were so helpful to develop MOIS plans.\n12- Training on the Crisis Plan was successfully conducted. The school personnel and students were successfully trained on the crisis plan, especially the evacuation process. The students were trained on both methods of instructions theoretically and practically.\n13- Disseminating school-wide hygiene awareness. Different activities were applied by the school clinic to spread hygiene awareness, to follow up students’ health, and to support students who need medical care.\n1- Reaching a qualified degree of systematic communication and documentation processes.\n2- Having better and effective means of communication with parents, through different channels like – parents’ meetings , teacher-parent individual meeting , Facebook page, the school website, letters, and memos.\n3- Unifying the vision of the whole school, allowing departments to have noticeable integration.\n4- Encouraging and supporting the application of new approaches that serve the educational process.\n5- Developing the Parent/Student Handbook for the KG section. The handbook includes all the required information that a parent or a student needs to know about the school.\n6- Conducting meaningful successful events as well as involving students in community service such as “Helping the Needy Day”and “Volunteering” among other community services.\n7- Assessing the effectiveness of many programs and the tools that are needed to build attainable and sustainable future plans, such as students’ diagnostic test, teachers’ evaluation tool, activity weeks, morning broadcast, and many others.\n8- Allowing teachers to be a part of the evaluation process.\n9- Applying earnestly the modern methodology of teaching and learning this year – the task-based learning methodology.\n10- Employing the controlled/free activities as a major part of all stages of a lesson – the lead-in, the pre-teaching stage, making prediction stage, introducing the TL/the receptive skill stage, and the final productive skill stage.\n11- Applying the cross-curricular projects this year as a means to build connection with life-time education as well as with different subjects. For example, a project allowed high school students to research, present, and assess materials related to historic figures who contributed to the progress of humanity. Another project allowed students to form group seminars in which they discussed and assessed free reading materials. In some other grade levels, math projects that integrate Art, Science, and Social studies with Math were applied. Other cross subject projects were applied as well.\n12- Helping high school students develop their presentation skills. Even those who found difficulty expressing themselves orally were encouraged to overcome this obstacle. Peer assessment motivated students to work as critics and not only as audience or recipients.\n13- Utilizing some technology applications to grade levels 4 to 12 concerning Virtual Laboratory. Qur’an and English departments are using simple phonics lab.\n14- Applying several competitions including:\n- The schools 7th Science Fair competition that focuses on the steps of the scientific methods, and helping students to develop cooperation skills and leadership skills, as well as developing their science information and interest.\n- Applying Qur’an memorization and reading competitions for both students and parents.\n- Applying writing competition for grades 7 to 12.\n15- Designing programs for low-achieving students in all subjects, and another program for gifted students.\n16- Applying a full plan of (Subject Activity Week) that focuses on teaching students based on different types of activities that meet students’ different types of learning. Creating a link between the student and the subject by applying varieties of activities that match their interests, skills, backgrounds, and needs.\n17- Providing new resources for the redesigned SAT which helps our high school students to get a good SAT score.\n18- Presenting a successful SAT parents’ conference to high school parents. The conference was the 4th parent SAT conference, and it included a detailed discussion about the redesigned SAT, Subject SAT, and how the school prepares students for both. The conference successfully answers parents’ questions and the most frequently asked questions that are related to this topic.\n19- Training workshops were presented to all of the school’s personnel, including teachers and administrators. MOIS started to apply a plan that covers 24 training hours for all of them. The training topics covers different school requirements including Critical Thinking, Problem Solving, Classroom Management, Lesson Planning, Teaching Strategies , Computer Skills, Data Analysis, Reporting, and other topics.\n20- Conducting a standardized diagnostic test to grades 3, 5, 7, and 9. A diagnostic test called MAP test was applied to grade levels 3 (as an indicator for early elementary stage), grade 5 (as an indicator for the elementary stage), grades 7 and 9 (as an indicator for the intermediate stage). SAT trial test is applied at the end of every year for grade 10, and SAT results are to be analyzed for grades 11 and 12.\nThe purpose of the diagnostic test as mentioned in the sent letter is to decide students’ academic level based on an international test.\n21- Analyzing summative assessments through a concept-based method. Students summative assessment results were concept-based analyzed to determine the concept weakness in each grade level which helps in the school’s annual curricula design.\n22- Applying an intensive course for low-achieving students in grades 1 – 3 in both English and Math subjects. The course includes the basics of each of the subjects to help students reach the required background knowledge for his grade level educational expectations.\n23- Communicating successfully the student’s level of performance to parents by more than one method such as report cards, evaluation follow up sheets, and progress reports.\n24- Applying a multiple intelligence test for grade levels (1 – 3). The test gives an indication about the most popular types of intelligence for each student. Results were used to redesign the lesson strategies according to the type of learning.\n25- Applying a survey to students who graduated from MOIS to gather information about how much our program is convenient to different university requirements. The results admit that the school program is strong and effective for our graduates.\n26- Supporting and enriching the school’s Arabic and Islamic Studies curricula by incorporating additional standards from the Ministry of Education to guarantee full advantage of studying the said subjects.\n27- Encouraging students to read is one of the school's basic interests. Different activities were prepared for a long term reading festival. The festival includes reading and discussing books in all grade levels starting from K to 12; providing a Book Fair in the school; and facilitating different parents' involvement activities.\n28- Preparing the Teacher's Handbook for each department to guarantee that all teachers are applying a unified school strategy. The handbook includes all of the required instructions that help meet the school purpose.\nMOIS Vision & Mision", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 145, "original_length": 18335, "language": "en", "language_score": 0.96, "perplexity": 264.3, "bucket": "head"}
{"url": "http://mrsicklerphysicaleducation.com/SicklerPE/About_Me.html", "date_download": "2023-01-26T22:10:10Z", "digest": "sha1:GMHANHP5NIRSLRVPIKQS462GWA6QWJQR", "length": 1476, "nlines": 6, "source_domain": "mrsicklerphysicaleducation.com", "title": "Mr. Sickler’s (naTional Board Certified Teacher) bio", "raw_content": "For more pics, CLICK HERE\nI am really looking forward to my 9th (out of 11) year at CMS. I have taught every grade level at Cupertino Middle and will be teaching 6th grade this year. Last November, I received my National Board for Professional Teaching Certificate, which is the highest certificate awarded to a teacher. Before my career as a teacher, I worked at Sun Microsystems for 5.5 years upon graduating from UC Berkeley (Go Bears!!!) in ’96.\nAt the tail end of my career at Sun, I became very active in triathlon, particularly cycling. The more time I spent competing and training, the more I fell in love with fitness, so much so, that I started to explore careers in the health and fitness industry. While working at Sun, I decided to coach at a local middle school...the rest is history. I enrolled at San Jose State and decided to get a second bachelor’s degree in Kinesiology as well as my teaching credential.\nIn addition to teaching, I have coached Cross Country, girls and boys Basketball and Track and Field. I will also start my 6th year as the club coordinator for our highly successfully Running Club.\nI have been married for 9 years. In June of 2008, I became a father for the first time to a beautiful daughter, Jillian and then again in 2011, when we added Natalie to our lives. Last year I completed my National Board for Professional Teaching certification and am yet to find out if I passed.\nThanks for taking the time to learn a little about me.....", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 6, "original_length": 1536, "language": "en", "language_score": 0.98, "perplexity": 165.2, "bucket": "head"}
{"url": "http://musicandriots.com/tag/explosions-in-the-sky/", "date_download": "2023-01-26T22:40:59Z", "digest": "sha1:BWHF7NTS2BQYLH2KYFJBKQ3AHDUSU2QE", "length": 398, "nlines": 5, "source_domain": "musicandriots.com", "title": "Explosions In The Sky Archives", "raw_content": "Tag: Explosions In The Sky\nTop 20 Best Psychedelic/Post-Rock & Shoegaze Albums Of 2016\nFrom Nothing to Sunflower Bean, from Explosions In The Sky to Miserable, it was again hard to pick just 20 albums, bu…\nInto The Wilderness: We Talked With Munaf Rayani Of Explosions In The Sky\nTexas based Post-rock legends Explosions In The Sky have released their 7th studio album, The Wilderness, and we talk…", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 196, "original_length": 7835, "language": "en", "language_score": 0.88, "perplexity": 264.9, "bucket": "head"}
{"url": "http://pcsolutionssc.com/133-2", "date_download": "2023-01-26T21:13:40Z", "digest": "sha1:VSMPCYUR6S7RDIK542HVIBMSUENPSI3E", "length": 1518, "nlines": 11, "source_domain": "pcsolutionssc.com", "title": "PCS| Ashley Madison Summary Data and Paid for Delete for SC – Palmetto Computer Solutions", "raw_content": "PCS| Ashley Madison Summary Data and Paid for Delete for SC\nAug 30, 2015 | Blog Posts\nThe Ashley Madison Agency, established in 2001, is home to around 33 million users. Of the 33 million users from around the world, about 0.6% were from South Carolina. With that being said, South Carolina has been ranked at number 36 for most unfaithful state in America.\nWhile analyzing the data from South Carolina, we found 218,840 users signed up for service. That is a staggering 85% male and 15% female. If you crunch those numbers is comes to 185,700 male users and 33,140 female users.\nThese users may have never paid for the service offered but they did create a profile. Ironically, we also found that there were 2,015 users in South Carolina that had paid for their account to be deleted. That means 1% of South Carolina users paid for delete. Of the 2,015 South Carolina users that paid for delete, 1,857 were male users and 158 users were female.\nIt has been interesting to learn about the users involved in the Ashley Madison leak. We analyzed the data with social media platforms and learned more about the people who had signed up with Ashley Madison. However, due to legal concerns, we will only be sharing summary data here.\nIn the coming days, we will release more data and analytics regarding Ashley Madison users from South Carolina.\nPCS | Keyboard Shortcuts for Windows 7, Windows 8, and Windows 10\nPCS | Stay Secure Online!\nPCS | Data Recovery!\nPCS | System Requirements for Today’s Windows Operating Systems…", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 36, "original_length": 1966, "language": "en", "language_score": 0.96, "perplexity": 267.4, "bucket": "head"}
{"url": "http://peacewiki.pbworks.com/w/page/15294907/Peace%20Studies%20Network", "date_download": "2023-01-26T23:44:48Z", "digest": "sha1:MJVSPA5TEV3VMWQART7VV4DI4CSNK4JD", "length": 778, "nlines": 6, "source_domain": "peacewiki.pbworks.com", "title": "peacewiki / Peace Studies Network", "raw_content": "Peace Studies Network\nPage history last edited by Dr James Page 13 years, 8 months ago\nFrontPage Resources Concepts:Themes\nThe Peace Studies Network is an Australian not-for-profit non-government organization, with the objective of encouraging peace research and education, with a commitment to peace by peaceful means. Membership is open to those involved in peace research and education (or those who have been involved in peace research and education) in higher education institutions.\nThe current co-ordinator is Dr Wendy Lambourne, of the Centre for Peace and Confict Studies (CPACS), Room 106 Mackie Building K01, University of Sydney, NSW, 2006. Telephone: +61 2 9036 9286, Facsilime: +61 2 9660 0862. Email: wendy.lambourne@arts.usyd.edu.au\nApproved by Meeting, 24/4/09.", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 44, "original_length": 2048, "language": "en", "language_score": 0.89, "perplexity": 259.7, "bucket": "head"}
{"url": "http://pinotigul.com/about/", "date_download": "2023-01-26T22:47:31Z", "digest": "sha1:K5ADX6LNF2OYENU37DGO6A2WOVWVDVJP", "length": 2036, "nlines": 18, "source_domain": "pinotigul.com", "title": "connect - Pinot Igul", "raw_content": "Want to chat? We’d love to hear from you!\nGet in touch with Pinot Igul to inquire about purchasing art, getting to know our artists, events and activities you would like to see in your neighborhood, or just to say hello.\nCONNECT or BUY\nDisabled Art Sales\nOriginals in acrylic on canvas and limited edition (50pcs) prints available for purchase.\nThe Best Partners\nIf you are an individual or part of any community such as artists, special needs, athletics, music, social entrepreneurship and more, get in touch!\nOur ideal partners share our passion for encouraging, supporting and empowering disabled artists.\nHave any questions about our art to buy or holding an exhibition?\nQuestions following your purchase, or about deliveries?\nDrop us a line and get in touch.\nHang in there and we will respond to you as soon as we can.\nThanks for your patience along the way.\nEldad is the founder of Pinot Igul. Inspired by his personal experience having cerebral palsy, he is representing the artwork of disabled artists to corporate, government, commercial and private clients to help the artists earn a living from their art. Eldad realized the importance of bringing together a community of special needs artists with people from all backgrounds who want to support them, their work and this project.\nAfter high school, he was dead-set on making it as a music teacher, but had a change of heart later on. Due to his handicaps he did not fit in with the regular work force. In order to change that, he recognized that he first needed to understand himself and the people around him. So he learned to express himself through art. He began studying art – drawing, painting, theory and art history.\nHe fell in love with art history but didn’t find many artists who were like him, with a disability, to look up too. He realized how difficult it must be for handicapped artists to make a living from their art.\nEldad Shoshtari\nDecided to help artists reach their dream of supporting themselves from their artwork. This led to the birth of Pinot Igul.", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 50, "original_length": 2317, "language": "en", "language_score": 0.98, "perplexity": 309.8, "bucket": "head"}
{"url": "http://psychologyfacultyjobs.com/job/endowed-professorship-in-eating-disorders-open-rank/", "date_download": "2023-01-26T21:26:03Z", "digest": "sha1:EYTGRJLQCV3GLDVRTFSIUHXCCYHK67GC", "length": 3752, "nlines": 19, "source_domain": "psychologyfacultyjobs.com", "title": "Endowed Professorship in Eating Disorders, Open Rank - Psychology Faculty Jobs", "raw_content": "Endowed Professorship in Eating Disorders, Open Rank\nLubbock, TX, USA\nTexas Tech University, Community, Family and Addiction Sciences Department\nApplication Due: January 31, 2023\nType: Nine-month, Tenure-track/Tenured\nPosition Availability: September 1, 2023\nSalary: Competitive and commensurate with qualifications\nThe Addictive Disorders and Recovery Studies (ADRS) program in the Department of Community, Family, and Addiction Sciences at Texas Tech University invites applications for an open rank tenure track faculty position. The position includes an Endowed Professorship in Eating Disorders. This tenure-track/tenured position is financially supported by a significant endowment of nearly $1 million, and is open to all ranks and all research areas related to eating disorders (e.g., anorexia, bulimia nervosa, food addiction/binge eating disorder, obesity, OSFED, and feeding disorders, etc). Candidates who have very strong records of scholarship supported by extramural funding and who have the proven capacity or clear potential to bring externally sponsored research to Texas Tech University are encouraged to apply. The preferred applicant will have a productive, visible, and well-funded research program that exemplifies an integrative approach to studying eating disorders or clear potential to develop one, experience working with diverse student populations and first-generation students, and a proven track record of successfully mentoring doctoral students. The preferred applicant will also complement the existing research that ADRS faculty are currently conducting within the broadly defined areas of addiction and recovery. Applicants for all ranks including assistant, associate, and full professor are encouraged to apply. The review of applications will begin on January 31, 2023.\nThe successful applicant is expected to develop multi-disciplinary research projects, teach undergraduate and graduate courses, and supervise ADRS doctoral students. Service duties include program-building, as well as a commitment to extra-curricular activities. Service to the department, college, and the university are expected. This position is financially supported by a significant endowment of nearly $1 million, which provides the successful applicant with annual funding to support their research and salary.\nThe College of Human Sciences and the Office of the Vice President for Research offer generous research and seed grants and research start-up packages to new faculty. The Office of the Vice President for Research and the TTU Teaching Learning and Professional Development Center offer a variety of excellent services and free workshops to faculty. Texas Tech University is a Hispanic-Serving Institution (HSI) making it eligible for unique funding opportunities that aim to serve and benefit our diverse student population.\nAbout Texas Tech University, Community, Family and Addiction Sciences Department\nApplicants with dual-career considerations can find university jobs such as professor jobs, dean jobs, chair / department head jobs, and other faculty jobs and employment opportunities at Texas Tech University and at other institutions of higher education in the region on www.AcademicCareers.com\nTo receive email alerts when new jobs at Texas Tech University are posted, sign up at new job openings at Texas Tech University.\nHealth Sciences/OT/PT/KinesiologyHuman Development/Family/Consumer SciencePsychologySocial & Behavioral Sciences\nSchool Psychology Professor Open Rank\n1 University Pkwy, University Park, IL 60484\nFull Time Faculty – Psychology (Temporary Two-Semester, Fall 2023)\nGlen Ellyn, IL, USA\nLecturer/Senior Lecturer and Practicum Coordinator in Early Intervention and Early Childhood Special Education", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 55, "original_length": 4490, "language": "en", "language_score": 0.93, "perplexity": 294.3, "bucket": "head"}
{"url": "http://queensmuseum.org/calendar/date/2022-2-8/?sort=date&filter=all", "date_download": "2023-01-26T22:07:09Z", "digest": "sha1:HJWPF3IVQJWRDK6WLHFWQFXNJXJYLAMQ", "length": 69, "nlines": 1, "source_domain": "queensmuseum.org", "title": "Queens Museum | Calendar", "raw_content": "Discover all exhibitions and events at the Museum on February 8, 2022", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 1827, "original_length": 5388, "language": "en", "language_score": 0.98, "perplexity": 120.8, "bucket": "head"}
{"url": "http://rajulmehta.com/gallery/ripples-of-body-and-soul/37-maddona-compressed/", "date_download": "2023-01-26T23:12:02Z", "digest": "sha1:EOMSFFFYKWXUNWO6YZCKQHTXUIHSPFOQ", "length": 337, "nlines": 2, "source_domain": "rajulmehta.com", "title": "37 Maddona-compressed | Rajul Mehta personal site", "raw_content": "37 Maddona-compressed\n<span class=\"attachment-meta\">Published on <time class=\"entry-date\" datetime=\"2016-07-28T18:35:13+00:00\">July 28, 2016</time> in <a href=\"http://rajulmehta.com/gallery/ripples-of-body-and-soul/\" title=\"Return to Ripples of Body and Soul\" rel=\"gallery\">Ripples of Body and Soul</a></span>Full resolution (962 × 1200)", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 28, "original_length": 747, "language": "en", "language_score": 0.56, "perplexity": 317.9, "bucket": "head"}
{"url": "http://scarc.library.oregonstate.edu/findingaids/?p=collections/findingaid&id=2742&q=mt+angel", "date_download": "2023-01-26T22:09:10Z", "digest": "sha1:Z6XWFLVCOHHOBUOJKCKKQH5TMEA62PNF", "length": 3052, "nlines": 34, "source_domain": "scarc.library.oregonstate.edu", "title": "Henry Paul Hansen Papers, 1907-1989", "raw_content": "Other Reference Guides (PDF)\nTo view reference guides in PDF format, download the following free software:\nA preliminary container list was created for this collection on or before Decemeber 11, 2015.\nHenry Paul Hansen Papers, 1907-1989\nThese papers were generated and collected by Henry Hansen, a paleobotanist, who served as Dean of the Graduate school at Oregon State College until 1971. The collection includes research materials, field notes and publications.\nItems from this collection have been digitized and are available in Oregon Digital.\nHansen, Henry P. (Henry Paul)\nHansen, David Henry\nHeusser, Calvin J.\nHeusser, Linda E.\nStarker, T. J. (Thurman James) (1890-1983)\nID: MSS HansenHP\nThe collection include publications of Hansen and his colleagues from the United States and Norway; correspondence files; research files containing field notes, manuscripts, and a set of pollen sample slides; information on pollen analysis methods and pollen classifications; two NSF research proposals, one regarding Peat Bogs in Eastern Norway and another on the Three Sisters Wilderness Area; photos of Hansen and of wilderness landscapes; teaching materials including handouts for palynology courses; 1906 map of Washington floral regions, plus a 1941 map of Oregon, Washington and some of the Canadian Provinces; papers and information files on palynology and geology; copies of masters thesis of Hansen's son, David Henry Hansen.\nHenry Paul Hansen was born in LaCrosse, Wisconsin to Andrew and Emma Petersen Hansen on 28 April 1907. He graduated from the University of Wisconsin with a B.S. in 1930, and began graduate work there in 1931. He continued graduate work in 1935 at the University of Washington, receiving a Ph.D. in 1937. He came to Oregon State College in 1939 as an Instructor in Botany. He became Dean of the Graduate School in 1949, a position he held until his retirement in 1971.\nHansen's accomplishments include two John Simon Guggenheim Fellowships (1943-44, 1947-48) and two Fulbright Fellowships. He authored over 65 documents during his career; copies of most of them are included in this collection. Hansen died in Corvallis, Oregon on 8 October 1989. A more extensive biography is included in this collection.\nThe papers of Henry Paul Hansen are organized into nine series.\nPreferred Citation: Henry Paul Hansen Papers (MSS HansenHP), Oregon State University Special Collections and Archives Research Center, Corvallis, Oregon.\nCollection Material Type: PCLD List\nBiology--Research--Arctic regions.\nExcavations (Archaeology)--Oregon.\nFaegri, Knut\nIdentification of northwestern trees.\nKrummholz formation in the Wasatch Mountains of Utah.\nNatural history--Arctic regions.\nNatural history--Oregon.\nOregon State University. Department of Botany & Plant Pathology\nPaleobotany--Northwest, Pacific.\nPaleobotany--Quaternary.\nPalynology--Technique.\nPalynology.\nPeat bogs.\nPollen, Fossil.\nThree Sisters Wilderness (Or.)\nMaterials pertaining to Hansen's work as Dean of the Graduate School are in the Graduate School Records (RG 016).", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 117, "original_length": 4817, "language": "en", "language_score": 0.91, "perplexity": 276.7, "bucket": "head"}
{"url": "http://scoopdeck.navytimes.com/tag/sea-world-san-antonio/", "date_download": "2023-01-26T22:31:54Z", "digest": "sha1:FUWBIOAKXFCPLQJLBUI6HWRURW7KD2ID", "length": 817, "nlines": 5, "source_domain": "scoopdeck.navytimes.com", "title": "sea world san antonio", "raw_content": "You are at:Home»Posts Tagged \"sea world san antonio\"\nBrowsing: sea world san antonio\nVideo: Coast Guard gives rescued manatee a lift home\nBy Meghann Myers on April 3, 2015 Coast Guard\nhttps://www.youtube.com/watch?v=3k92hcUzEBc Last winter, a Florida manatee found himself lost and alone off the coast of Texas. In February, he finally got to return home, with help from a Coast Guard HC-144 Ocean Sentry aircraft and some Coast Guard aviators from the Aviation Training Center in Mobile, Alabama. A sheriff’s deputy found the manatee, dubbed Trinidad, a Tampa Bay native found in the cold waters of an energy plant’s outflow near Houston, Texas back in November. He was transported to Sea World San Antonio for rehab, where researchers determined he was a known Gulf Coast manatee who’d been first observed in 2001.…", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 47, "original_length": 7312, "language": "en", "language_score": 0.92, "perplexity": 330.6, "bucket": "head"}
{"url": "http://sequart.org/magazine/44322/buffy-retreat-review/", "date_download": "2023-01-26T21:45:07Z", "digest": "sha1:V6IPACTDEZZ242RFGZFXN4IGNRBOQLEV", "length": 10325, "nlines": 22, "source_domain": "sequart.org", "title": "Buffy: Retreat | Sequart Organization", "raw_content": "Buffy:\nby Ian Dawe | in Articles | Sun, 25 May 2014\nAfter six issues that were essentially standalone stories, some of which were very experimental one-off character or thematic explorations, Jane Espenson’s five-part “Retreat” arc is a vital turning point in Buffy Season 8. In fact, with its self-contained setting and story, solid character arcs and numerous little “Whedonesque” moments, issues #26-30 are a true high water mark in Buffy’s comics adventures.\nIn fact, it’s reminiscent of nothing so much as The Empire Strikes Back, not in its narrative specificity, but the general tenor of the story. The Slayer Army is at a truly low point, but, unlike the far flung activities of the previous issues, this time they’re all together, united in a common battle (there’s literally a battle) against impossible odds. But they also have to deal with very old and long-festering personal issues, make important character revelations and pinpoint what’s going to be the central struggle from here until the end of Season 8.\nAt the beginning of the story, Buffy, Xander and Willow are still holding down the fort with the Slayer Army in Scotland, but things aren’t going well. They’re facing increasingly monstrous threats and Twilight knows where they are. Faith and Giles are holed up in a bunker in Berlin (Faith points out the irony), also hiding from human and demon forces. And Andrew leads a contingent through the catacombs in Rome, where Slayers are being hunted. It seems as if everyone is going to have to do some relocating, and fast.\nThe entire gang eventually finds its way back to Scotland, where Buffy and Giles, for one, have a tearful reunion. But there’s no time to savour their status as demons driving tanks and sporting Medieval Siege Engines are soon storming the Scottish castle, under the leadership of Twilight. It turns out that Twilight has been tracking Willow’s magic use, and the magic use of the other wiccans she has recruited. What Willow perceives as their greatest strength has led the enemy right to their gates. Willow, by the way, has been enjoying magic a bit too much and this has made everyone nervous, given her history with the forces.\nBuffy eventually just orders retreat, and the entire army takes refuge in the submarine (appropriated from North Korea and introduced a few issues back). Now it’s up to Willow to perform, as Buffy sees it, one last big act of magic. She teleports the submarine and everyone in it from the North Atlantic to a field in Tibet. Where Oz, meditating peacefully in a temple overlooking the valley that now contains the sub, gives his trademark thoughtful “huh”.\nThe relationship between Oz and Willow, the honesty with which the writers committed to their emotions, was one of the things that made Buffy the TV series so much better and more insightful than so many of its contemporaries. Buffy seemed to understand, in a way that most other shows and many people do not, that sexual orientation is a lifelong journey for some people and that individual circumstances and emotions are very much a part of that. A lesser show would have had Willow realize one day that she wasn’t straight, have an affair with Tara and just leave Oz out completely, since he wasn’t a major character. Instead, Whedon and company allowed Oz to break Willow’s heart in a very human way, allowed her time to grieve and when she met Tara it wasn’t so much a case of “deciding to be with a woman” as deciding to be with that woman. Similarly, when Oz returns and expects him and Willow to pick up where they left off, no one is the “enemy” and no one is “wrong” in that situation. Tara is scared and hurt and Willow is confused. They muddle through, imperfectly. But Oz is emphatically not a homophobic “bad guy”. Whedon is too smart for that. Which is why it’s impressive to see that dynamic, and that very mature approach to the subject, continued here.\nThe Slayer Army arrives to find that Oz has married a wonderful woman named Bayarrma (or “Bay”) and they have a little boy named Kelden. Bay helped Oz deal with his affliction (he’s a werewolf) through meditation and spiritual exercises that help him redirect the magical energy into the earth itself. This is, as she tells it, an old Tibetan trick. It isn’t long before the Slayer Army, and Giles in particular, hits upon the idea of directing all the group’s magical energy into the earth, allowing them to “hide” from Twilight’s magic detecting abilities. It would give them time to think and rest and heal, at least, so goes the logic.\nHealing is very much on Willow’s mind, who is the most conflicted and confused in this new situation. Her challenges are on a number of fronts. For one thing, she’s now being forced to “give up” her magic and direct it back into the earth. Although she sees the logic of it, it isn’t easy for Willow to lose the one thing that makes her special and powerful. She’s also struggling personally, bitterly jealous at seeing her former lover happily married with a child, just as she always dreamt for them. Whereas Willow’s personal life, with Kennedy and all the drama of the Slayer Army, seems difficult and painful next to Oz’s idyllic life. In Star Wars terms, Willow is ripe to be tempted by the dark side.\nGiving up the magic isn’t easy for anyone, by the way, including many in the Slayer Army. Slayers are by their very nature “magic all day every day,” as Buffy puts it. Giving up their strength to avoid detection leaves them weak and vulnerable. They try their best to occupy themselves being useful to their hosts, planting crops and milking the Yak and such, but frustration and fear grow. And then, of course, the inevitable happens and Twilight finds them.\nBefore getting to the epic battle between Twilight and the newly-weakened Slayer Army, there’s more significant character developments. Buffy and Faith get to spend some time together and find much of their former hostility is gone in the face of a new enemy and a more grown up sense of themselves. Buffy starts to realize that she’s attracted to Xander, but is shocked and confused when she finds that Xander and Dawn are “together”, and very affectionate with each other. (Georges Jeanty makes masterful use of eye-lines, here, playing out many scenes of kissing etc between Xander and Dawn with Buffy sneaking a peek out of the corner of her eye.)\nAnd we shouldn’t forget that Buffy’s ex Riley Finn is ostensibly working for Twilight. Riley is one of many soldiers that contribute to the massive battle involving Tanks, Jeeps and military equipment. The Slayer Army also has to resort to that most dreaded of weapons: the gun. They don’t have their normal powers, and they don’t have Willow’s magic, so they use whatever Chinese weapons are available. And, of course, the submarine.\nHere is where the Empire Strikes Back or even the Return of the Jedi elements come into play. The long battle (spread over two issues, it could easily fill one) is far more interesting than the repetitive yelling and clanking of most battle sequences, playing out in a series of vignettes that are sometimes heroic and sometimes quite funny. The best consisted of a group of Slayers rigging one of the now-abandoned submarine’s torpedoes on a sled and sliding into the enemy forces, only then asking themselves, “Do torpedoes work on land?” The next frame, with the army celebrating and yelling, “torpedoes work on land!” reaches almost Archer- level satire.\nTwo big plot points emerge during the epic Buffy “war movie” that forms the last part of “Retreat”. One is that Riley is revealed to be on the side of the Slayer Army the whole time, working undercover in Twilight’s organization. Buffy saves him and nurses him back to heath at the Slayer’s improvised hospital. The second involves the forces that Willow, her witches, the Slayers and Oz (as well as some fellow werewolves) have been pumping into the earth. With a very mild spell, those forces are pulled back out with a vengeance, taking the forms of ancient Asian Goddesses and tearing the Twilight army to pieces. Unfortunately the Goddesses aren’t that easily controlled and Buffy finds herself in the hands of one during the final skirmish.\nDropped to the earth by a giant blue Goddess (we should point out that this would probably not be the way they would go on TV), Buffy is knocked unconscious but wakes up floating high in the air, watching the battle unfold beneath her. The next two major arcs, “Twilight” and “Last Gleaming”, will bring us to the epic and tragic end of Buffy Season 8.\nTagged Buffy the Vampire Slayer, Georges Jeanty, Joss Whedon. Bookmark the permalink.\nRSS feed for Ian Dawe\n@iandawe42\nIndependent scholar Ian Dawe has been writing for Sequart since November 2013. Before that, he had a mixed background, initially in science (Molecular Biology and Biochemistry), where he earned an MSc from Simon Fraser University and then an MA in Film from the University of Exeter in the UK. He spent a decade teaching at the college level, delivering courses in Genetics, Biochemistry, Cell Biology, Biological Anthropology and Film History. His academic work includes peer-reviewed papers on the work of Alan Moore, Harvey Pekar for Studies in Comics and a dissertation on Terry Gilliam for the University of Exeter. He has presented papers at several major academic conferences including Slayage 2014, Magus: Transdisciplinary Approaches to the Work of Alan Moore in 2010 (in the wizard's hometown of Northampton), Comics Rock and the International Conference of the Humanities in 2012, and at the Southwest Popular Culture Association Conference in Albuquerque, New Mexico in 2014 and 2015. He has contributed to several books, including a chapter about the TV show Archer in \"James Bond and Popular Culture\" and two chapters on Breaking Bad for \"Breaking Bad and Masculinity\", both now available from McFarland. At Sequart, he has authored a chapter for New Life and New Civiliations: Exploring Star Trek Comics, A Long Time Ago and two more upcoming books on Star Wars comics. He has also contributed to books on Alan Moore and 1970s Horror Comics. He is currently planning a full-length book on Better Call Saul. Ian currently lives in Vancouver, BC.\nSee more, including free online content, on Ian Dawe's author page.\nAlso by Ian Dawe:", "cc_segment": "crawl-data/CC-MAIN-2023-06/segments/1674764494826.88/wet/CC-MAIN-20230126210844-20230127000844-00000.warc.wet.gz", "original_nlines": 128, "original_length": 14381, "language": "en", "language_score": 0.97, "perplexity": 276.0, "bucket": "head"}
